/*
 Navicat MySQL Data Transfer

 Source Server         : navigate
 Source Server Type    : MySQL
 Source Server Version : 80021
 Source Host           : localhost:3306
 Source Schema         : delicious

 Target Server Type    : MySQL
 Target Server Version : 80021
 File Encoding         : 65001

 Date: 10/10/2021 22:24:03
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for desk
-- ----------------------------
DROP TABLE IF EXISTS `desk`;
CREATE TABLE `desk`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `number` int(0) NULL DEFAULT NULL COMMENT '桌号',
  `img` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '二维码',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `version` int(0) NULL DEFAULT 1 COMMENT '版本',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `number`(`number`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 10 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of desk
-- ----------------------------
INSERT INTO `desk` VALUES (1, 1, '/api/upload/root/1.png', '2021-09-29 00:39:41', '2021-09-29 00:39:41', 1);
INSERT INTO `desk` VALUES (2, 2, '/api/upload/root/2.png', '2021-09-29 00:40:02', '2021-09-29 00:40:02', 1);
INSERT INTO `desk` VALUES (9, 3, '/api/upload/root/3.png', '2021-09-29 16:19:35', '2021-09-29 16:19:35', 1);
INSERT INTO `desk` VALUES (10, 4, '/api/upload/root/4.png', '2021-09-29 16:20:26', '2021-09-29 16:20:26', 1);

-- ----------------------------
-- Table structure for foods
-- ----------------------------
DROP TABLE IF EXISTS `foods`;
CREATE TABLE `foods`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT '美食ID',
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '餐品名称',
  `img` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '餐品图片',
  `price` double(10, 2) NULL DEFAULT NULL COMMENT '餐品价格',
  `type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '餐品类型',
  `material` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '材料',
  `content` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '内容',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `version` int(0) NULL DEFAULT 1 COMMENT '版本',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1003 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of foods
-- ----------------------------
INSERT INTO `foods` VALUES (89, '腐乳排骨', '/api/img/2021100616335013302938197577.jpg', 16.00, '热菜', '原料：仔排、玫瑰腐乳、姜、八角、桂皮、香叶、花椒、干辣椒、料酒、生抽、老抽、腐乳汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (90, '酱焖豆角', '/api/img/2021100616335008774828197577.jpg', 31.00, '热菜', '原料：豆角、黄豆酱、大蒜、生抽、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (91, '虾仁炒韭黄', '/api/img/2021100616335006983938197577.jpg', 19.00, '热菜', '原料：鲜虾、韭黄、鸡蛋、盐、猪油、色拉油。', '“美味 营养 保健 适合孕妈” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (92, '茄汁虾仁', '/api/img/2021100616335005673848197577.jpg', 43.00, '热菜', '原料：虾仁、西红柿、番茄沙司、淀粉、白糖、稻米油、盐、胡椒粉。', '“秋日美味~茄汁虾仁，色泽红亮诱人，口感酸甜，虾仁Q弹美味，非常受孩子们的喜爱～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (93, '霞迷饺莲藕炒丝瓜', '/api/img/2021100616334980837588197577.jpg', 17.00, '热菜', '原料：霞迷饺、莲藕、丝瓜、盐、味精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (94, '南瓜炒豆腐', '/api/img/2021100616334980262238197577.jpg', 45.00, '热菜', '原料：嫩南瓜、豆腐、油、盐、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (95, '醋溜南瓜丝', '/api/img/2021100616334978698818197577.jpg', 59.00, '热菜', '原料：小嫩南瓜、青椒、花生油、盐、醋。', '“简单易学，健康营养，酸辣爽口开胃快手菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (96, '可乐鸡翅根', '/api/img/2021100616334978292418197577.jpg', 13.00, '热菜', '原料：鸡翅根、可乐饮料、生姜、白芝麻、料酒、盐、生抽、老抽、油、白糖。', '“用料少，又特别简单。小朋友们都喜欢的开胃下饭菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (97, '铁锅炖鱼', '/api/img/2021100616334977555058197577.jpg', 39.00, '热菜', '原料：白鲢、豆节、北豆腐、香菇、葱、郫县豆瓣酱、干红辣椒、香叶、姜、蒜、酱油、料酒、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (98, '菜瓜炒牛肉粒', '/api/img/2021100616334973024178197577.jpg', 27.00, '热菜', '原料：菜瓜、牛里脊、泡发木耳、食用油、食盐、料酒、蒜片、蚝油、蒸鱼豉油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (99, '京酱肉丝', '/api/img/2021100616334841113978197577.jpg', 36.00, '热菜', '原料：理解、筋饼、油、盐、生抽、料酒、蛋清、淀粉、葱、姜、六月香甜面酱、黄瓜、白糖、香菜。', '“秋天就馋这一口，京酱肉丝是很多人到饭馆都会点的一道菜，浓郁的酱香配合干豆腐皮或者筋饼，一口下去唇齿留香，既是菜也是主食，一盘要几十元 呢，其实自己做没那么复杂，看起来需要很多材料，实际做起来很简单，只要把酱汁调制好就OK了，其它没有难度。肉丝滑嫩，再用筋饼将肉丝、大葱、香菜、黄瓜、生菜等卷起来，口感更加丰富，别具风味，超级好吃哦！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (100, '红烧鸡爪', '/api/img/2021100616334840817518197577.jpg', 13.00, '热菜', '原料：鸡爪、姜、香菜、蒜、料酒、花椒、香叶、桂皮、生抽、蚝油、豆瓣酱、甜面酱、冰糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (101, '黄焖羊肉', '/api/img/2021100616334839822658197577.jpg', 56.00, '热菜', '原料：羊肉、胡萝卜、洋葱、姜、蒜、辣椒、八角、桂皮、花椒、香叶、孜然、油、盐、料酒、生抽、红烧酱油、冰糖。', '“俗话说“药补不如食补”。羊肉性温，营养丰富，能暖中补虚，补中益气，开胃健身，益肾气，秋冬季节多吃羊肉，可以增加人体热量，促进血液循环，增强御寒能力。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (102, '金沙南瓜', '/api/img/2021100616334839404758197577.jpg', 31.00, '热菜', '原料：老南瓜、咸蛋黄。', '“约几个好友来家里吃饭，整个人人都爱的金沙南瓜，有颜值又好吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (103, '尖椒肥肠', '/api/img/2021100516334397005161958079.jpg', 52.00, '热菜', '原料：尖椒、肥肠、干红辣椒、泡椒、洋葱、葱、姜、蒜、生抽、料酒、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (104, '蟹黄烧白菜', '/api/img/2021100516334351076051958079.jpg', 50.00, '热菜', '原料：蟹黄、白菜、盐、葱花、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (105, '低脂脆嫩浓香的莴笋炒香菇', '/api/img/2021100516334348961051958079.jpg', 52.00, '热菜', '原料：莴笋、鲜香菇、油、葱花、水、玉米淀粉、盐、酱油。', '“这是一道低脂纯素菜，新鲜的香菇不够浓香，所以这道菜在少油无油无蛋的情况下，光靠盐提味，就显得过分寡淡了。我北方人喜欢炒菜放酱油，就使得这菜黑不溜秋很不“得意”，但是咸鲜味大大提升，脆嫩浓香十分抢手。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (106, '红烧鸡爪', '/api/img/2021100616334840817518197577.jpg', 13.00, '热菜', '原料：鸡爪、姜、香菜、蒜、料酒、花椒、香叶、桂皮、生抽、蚝油、豆瓣酱、甜面酱、冰糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (107, '黄焖羊肉', '/api/img/2021100616334839822658197577.jpg', 13.00, '热菜', '原料：羊肉、胡萝卜、洋葱、姜、蒜、辣椒、八角、桂皮、花椒、香叶、孜然、油、盐、料酒、生抽、红烧酱油、冰糖。', '“俗话说“药补不如食补”。羊肉性温，营养丰富，能暖中补虚，补中益气，开胃健身，益肾气，秋冬季节多吃羊肉，可以增加人体热量，促进血液循环，增强御寒能力。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (108, '金沙南瓜', '/api/img/2021100616334839404758197577.jpg', 45.00, '热菜', '原料：老南瓜、咸蛋黄。', '“约几个好友来家里吃饭，整个人人都爱的金沙南瓜，有颜值又好吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (109, '尖椒肥肠', '/api/img/2021100516334397005161958079.jpg', 55.00, '热菜', '原料：尖椒、肥肠、干红辣椒、泡椒、洋葱、葱、姜、蒜、生抽、料酒、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (110, '蟹黄烧白菜', '/api/img/2021100516334351076051958079.jpg', 46.00, '热菜', '原料：蟹黄、白菜、盐、葱花、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (111, '低脂脆嫩浓香的莴笋炒香菇', '/api/img/2021100516334348961051958079.jpg', 12.00, '热菜', '原料：莴笋、鲜香菇、油、葱花、水、玉米淀粉、盐、酱油。', '“这是一道低脂纯素菜，新鲜的香菇不够浓香，所以这道菜在少油无油无蛋的情况下，光靠盐提味，就显得过分寡淡了。我北方人喜欢炒菜放酱油，就使得这菜黑不溜秋很不“得意”，但是咸鲜味大大提升，脆嫩浓香十分抢手。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (112, '杏鲍菇炒土豆丝', '/api/img/2021100516334347626981958079.jpg', 31.00, '热菜', '原料：大土豆、杏鲍菇、葱花、盐、生抽、花生油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (113, '红烧肉炖油豆角', '/api/img/2021100516334346928971958079.jpg', 31.00, '热菜', '原料：五花肉、东北油豆角、胡萝卜、油、大葱、大蒜、热水、家乐桂花红烧酱。', '“豆角的种类很多，粗的、细的、长的、短的、绿的、白的、黑的、紫的，市场上转一圈，能看到6、7种，每种都独具口感。炖了一锅肉，顺手把肉皮也扔进去几块。盛出一部分直接吃，再留少部分炖了豆角和胡萝卜，一锅肉做成俩菜，口感各不相同，解馋有营养。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (114, '小炒回锅肉', '/api/img/2021100516334345357141958079.jpg', 22.00, '热菜', '原料：白切肉、青椒、大蒜、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (115, '香菇板栗红烧肉', '/api/img/2021100516334323855121958079.jpg', 36.00, '热菜', '原料：猪前腿肉适量、板栗适量、香菇适量、姜片适量、冰糖适量、稻米油适量、盐适量、生抽适量、老抽少许、料酒适量。', '“秋季美味～香菇板栗红烧肉，鲜香入味，板栗粉糯，香菇鲜美，食材完美融合，是一道营养美味佳肴～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (116, '酸菜芋儿鸡', '/api/img/2021100516334280143281958079.jpg', 13.00, '热菜', '原料：公鸡、芋头、酸菜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (117, '牛奶麻辣烫', '/api/img/2021100516334261328321958079.jpg', 33.00, '热菜', '原料：纯牛奶、麻辣烫底料、青菜、丸子、水发香菇、水发木耳、粉条、酱油。', '“连汤都可以喝的，麻辣烫你学过吗？我今天来教你。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (118, '健康营养美味的快手菜～炒素三丝', '/api/img/2021100516334227666761958079.jpg', 27.00, '热菜', '原料：黄花菜干、鸡蛋干、鲜香香菇、香葱、食用油、生抽、蚝油、鸡精、淀粉、白糖。', '“这道家常菜，比炒肉丝好吃还很健康营养。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (119, '鸡蛋炒卷心菜', '/api/img/2021100516334225565101958079.jpg', 58.00, '热菜', '原料：卷心菜、鸡蛋、胡萝卜、食用油、食盐、葱叶。', '“这是我的菜，相对清淡，但营养足够。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (120, '鹿茸菇蒸排骨', '/api/img/2021100516334214305201958079.jpg', 18.00, '热菜', '原料：排骨、鹿茸菇、生姜、蒜头、葱花、盐、花生油、生抽、玉米淀粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (121, '照烧虾仁', '/api/img/2021100516334177486141958079.jpg', 12.00, '热菜', '原料：虾、淀粉、面粉、生姜、盐、料酒、照烧酱、香醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (122, '五花肉蒸腌菜', '/api/img/2021100516334176553741958079.jpg', 35.00, '热菜', '原料：五花肉、腌菜、干辣椒粉、植物油、盐、生抽、蚝油、老抽。', '“粗茶淡饭最养人，平平淡淡才是真。记录生活中的点点滴滴！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (123, '土豆丝', '/api/img/2021100516334175641711958079.jpg', 53.00, '热菜', '原料：土豆、红辣椒、青辣椒、植物油、盐、生抽。', '“粗茶淡饭最养人，平平淡淡才是真。记录生活中的点点滴滴！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (124, '西红柿鸡肉丸', '/api/img/2021100516334167402101958079.jpg', 15.00, '热菜', '原料：鸡胸肉、胡萝卜、香菇、西兰花、大葱、生姜、鸡蛋、盐、料酒、蚝油、西红柿酱、胡椒粉、芝麻香油、花生油。', '“健康又营养的减脂餐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (125, '香辣冒火锅', '/api/img/2021100516334093875291958079.jpg', 12.00, '热菜', '原料：毛肚、耗儿鱼、鸭郡、猪黄郃、肥肠。', '“介于冒菜和火锅之间，想吃火锅闲麻烦，那就试试这个” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (126, '木须肉', '/api/img/2021100516333990187391958079.jpg', 35.00, '热菜', '原料：里脊肉、韭菜、木耳、鸡蛋、姜末、盐、料酒、鸡精、生抽、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (127, '湖南面子扣肉', '/api/img/2021100416333108302418197577.jpg', 32.00, '热菜', '原料：猪皮、前腿猪肉、百事可乐、辣椒粉、盐、鸡精、味精、味极鲜。', '“湖南面子扣肉” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (128, '杂炒', '/api/img/2021100316332566277061958079.jpg', 51.00, '热菜', '原料：油麦菜、杏鲍菇片、南瓜片、鸡蛋、叉烧肉片、红彩椒、盐、花椒粉、葱花、鸡精、蒜花、油。', '“冰箱剩蔬菜一起炒了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (129, '香肠炒青瓜', '/api/img/2021100316332559884391958079.jpg', 48.00, '热菜', '原料：青瓜、香肠、红辣椒丝、盐、油、酱、醋、料酒。', '“青瓜也叫黄瓜，炒香肠，小盆友的最爱。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (130, '黑胡椒杏鲍菇牛肉粒', '/api/img/2021100316332558617281958079.jpg', 12.00, '热菜', '原料：牛肉、杏鲍菇、黑胡椒粉、生抽、蚝油、料酒。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (131, '金汤牛肉娃娃菜', '/api/img/2021100316332499697121958079.jpg', 33.00, '热菜', '原料：蚝油牛肉片、娃娃菜、大蒜、香菜、植物油、热水、酸汤肥牛调料。', '“金汤肥牛是一道让人着迷的开胃菜，自己在家做，只需一包金汤调料，就可以变换出不同食材的金汤菜，就比如今天这锅金汤牛肉娃娃菜，从品相到口感，一点儿不比金汤肥牛差，而且还因为食材好取而更加接地气儿。娃娃菜清鲜软糯，适合牙口不好的人，这点就比金针菇胜一筹；而且娃娃菜富含植物纤维，钙、铁、维生素C含量也不低。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (132, '番茄炒花菜', '/api/img/2021100316332498489871958079.jpg', 13.00, '热菜', '原料：花菜、番茄、姜、蒜、番茄酱、盐、鸡精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (133, '韩式鱼丸炒莲藕', '/api/img/2021100316332496925391958079.jpg', 33.00, '热菜', '原料：莲藕、丸子、辣椒、蒜头、油、盐、清水、韩式辣酱、烧烤汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (134, '洋葱爆炒猪肝', '/api/img/2021100316332480343501958079.jpg', 14.00, '热菜', '原料：猪肝、洋葱、红辣椒、蒜头、姜、油、清水、盐、糖、韩式辣酱、料酒、白胡椒粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (135, '虾皮黄瓜炒鸡蛋', '/api/img/2021100316332479192891958079.jpg', 38.00, '热菜', '原料：黄瓜、鸡蛋、虾皮、蒜头、盐、糖、鸡精、水、食用油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (136, '干锅猪肚', '/api/img/2021100316332477708931958079.jpg', 15.00, '热菜', '原料：猪肚、胡椒粉、稻米油、盐、料酒。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (137, '煎鸡蛋炒黄瓜', '/api/img/2021100316332443259031958079.jpg', 50.00, '热菜', '原料：鸡蛋、黄瓜、盐、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (138, '板栗焖排骨', '/api/img/2021100316332422176481958079.jpg', 52.00, '热菜', '原料：排骨、板栗、姜片、冰糖、八角、干辣椒、香叶、桂皮、盐、老抽、生抽、料酒、白胡椒粉、粗。', '“这个季节是贴秋膘的好时节板栗和排骨都是最爱，我在想，如果排骨和板栗，合在一起是怎么样的味道？排骨，板栗一起搭档才对得上这秋天的气息。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (139, '五花肉炒白菜', '/api/img/2021100316332410361271958079.jpg', 20.00, '热菜', '原料：五花肉、白菜、蒜苗、盐。', '“五花肉的油脂香味融入白菜之中，肉香菜美。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (140, '炸莲藕丸子', '/api/img/2021100316332373827651958079.jpg', 24.00, '热菜', '原料：莲藕、猪肉馅、葱花、盐、胡椒粉、酱油、蚝油、玉米淀粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (141, '莲藕糯米丸子', '/api/img/2021100316332368799221958079.jpg', 53.00, '热菜', '原料：莲藕、肉馅、糯米、生抽、蚝油、胡椒粉、盐、玉米淀粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (142, '冬菇蒸鸡', '/api/img/2021100316332364118291958079.jpg', 49.00, '热菜', '原料：清远鸡、冬菇、葱、豆豉、盐、糖、生抽、水淀粉、姜、蒜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (143, '木耳菜花炒肉', '/api/img/2021100316332333867171958079.jpg', 28.00, '热菜', '原料：猪肉、菜花、木耳、姜、盐、生抽、老抽、鸡精、红辣椒、蒜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (144, '奥尔良焖鸡腿', '/api/img/2021100316332285066581958079.jpg', 15.00, '热菜', '原料：鸡腿、奥尔良烤翅腌料、生抽、料酒。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (145, '红烧鲈鱼', '/api/img/2021100316332284233961958079.jpg', 56.00, '热菜', '原料：鲈鱼、葱、盐、白糖、香醋、料酒、生抽、老抽、甜面酱、花椒粒、八角、尖辣椒、玉米油、姜、蒜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (146, '红烧排骨', '/api/img/2021100316332279497171958079.jpg', 34.00, '热菜', '原料：排骨、盐、冰糖、桂皮、八角、葱、红辣椒、料酒、生抽、老抽、姜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (147, '油焖大虾', '/api/img/2021100316332278089921958079.jpg', 44.00, '热菜', '原料：大虾、姜、小香葱、料酒、五香粉、生抽、蚝油、花生油、盐。', '“今天来分享简单的油焖大虾的做法， 不用一滴水，也能做出美味喷香的大虾。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (148, '西红柿丝瓜炒鸡蛋', '/api/img/2021100216331694173738197577.jpg', 43.00, '热菜', '原料：西红柿、丝瓜、鸡蛋、花生油、蚝油、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (149, '圆蛤肉炒毛毛菜', '/api/img/2021100216331693784128197577.jpg', 49.00, '热菜', '原料：毛毛菜、圆蛤、盐、味精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (150, '回锅肉丁炒毛豆', '/api/img/2021100216331693079438197577.jpg', 20.00, '热菜', '原料：熟肉、毛豆、番茄、食用油、食盐、葱、鸡精、生抽。', '“煮的熟肉本来打算拌菜，有了泡椒鸡爪这个凉菜了，只好炒一下了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (151, '酸辣莲藕片❗️开胃下饭菜家常小炒', '/api/img/2021100216331691297038197577.jpg', 46.00, '热菜', '原料：莲菜、葱、姜、蒜、盐、糖、老抽、酸辣川香汁。', '“荷莲一身宝，秋藕最补人。莲藕开胃清热、润燥止渴、清心安神。它富含铁、钙等微量元素，植物蛋白质、维生素以及淀粉，有明显益血益气的功效，也可增强免疫力做法多种多样，可做馅，凉拌，排骨莲藕汤等等今天做一道开胃下饭的快手酸辣藕片，酸辣又开胃，妥妥的下饭神器” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (152, '虾滑酿香菇', '/api/img/2021100216331615656628197577.jpg', 48.00, '热菜', '原料：虾肉、鲜冬菇、生菜、葱、蛋清、胡椒粉、味淋、蚝油、盐。', '“虾滑酿香菇。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (153, '橄榄菜炒粉丝', '/api/img/2021100216331615264098197577.jpg', 25.00, '热菜', '原料：粉丝、鸡腿菇、肉末、虾干、橄榄菜、盐。', '“家常炒粉丝。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (154, '尖椒炒肉片', '/api/img/2021100216331587333288197577.jpg', 26.00, '热菜', '原料：尖椒、前腿肉、花生油、盐、老抽。', '“简单易学，香辣可口下饭菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (155, '花甲粉丝煲', '/api/img/2021100216331554267828197577.jpg', 27.00, '热菜', '原料：花甲、粉丝、蛏子、金针菇、红辣椒、葱、大蒜、油、盐、酱、蒜蓉酱。', '“简单，方便，实惠，美味” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (156, '飘香焖鱼块', '/api/img/2021100216331473127418197577.jpg', 35.00, '热菜', '原料：鲶鱼、葱、干红辣椒、洋葱、姜、蒜、生抽、蚝油、料酒、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (157, '椒盐带鱼', '/api/img/2021100216331393984928197577.jpg', 30.00, '热菜', '原料：带鱼、食用油、姜片、蒜片、椒盐、料酒、生抽、面粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (158, '蒜蓉辣酱炒鸡蛋', '/api/img/2021100216331393211428197577.jpg', 34.00, '热菜', '原料：洋葱、木耳、青椒、柴鸡蛋、山茶油、蒜、花椒、盐、生抽、蒜蓉辣酱。', '“微辣，咸鲜，好吃下饭。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (159, '香煎猪排', '/api/img/2021100216331392508708197577.jpg', 49.00, '热菜', '原料：里脊肉、油、酱油、胡椒粉、花椒粉、五香粉、糖、黑胡椒粉、酥炸粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (160, '清蒸鲳鱼', '/api/img/2021100216331390066988197577.jpg', 44.00, '热菜', '原料：草鱼、韭菜、玉米油、蒸鱼豉油、料酒、盐、姜、胡椒粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (161, '虾仁滑蛋', '/api/img/2021100216331388683428197577.jpg', 50.00, '热菜', '原料：虾仁、鸡蛋、青红椒粒、水淀粉、玉米油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (162, '香煎五花肉', '/api/img/2021100116330962486221958079.jpg', 21.00, '热菜', '原料：五花肉、盐、生抽、食用油、芝麻、新奥尔良腌料。', '“色泽金黄，咸香入味，一口一口停不下来的节奏～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (163, '排骨炖白萝卜', '/api/img/2021100116330959498801958079.jpg', 23.00, '热菜', '原料：排骨、白萝卜、干黄酱、香叶、桂皮、八角、干红辣椒、草果、白寇、生抽、料酒、白糖、老抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (164, '尖椒炒杏鲍菇', '/api/img/2021100116330795764261958079.jpg', 53.00, '热菜', '原料：尖椒、杏鲍菇、花生油、盐、五香粉。', '“尖椒营养丰富，富含维生素c，杏鲍菇也是营养丰富的食材，富含蛋白质，维生素和多种矿物质，还具有降血脂、降胆固醇、促进胃肠消化、增强机体免疫能力、防止心血管病等功效。这道素菜简单方便美味又健康，香辣可口下饭菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (165, '蒜苗五花肉', '/api/img/2021100116330793614781958079.jpg', 24.00, '热菜', '原料：五花肉、蒜苗、豆瓣酱、蒜片、姜丝、盐。', '“鲜香的四川家常菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (166, '杏鲍菇炒肉片', '/api/img/2021100116330792336351958079.jpg', 59.00, '热菜', '原料：杏鲍菇、肉片、姜丝、蒜片、芹菜段、葱段、盐、油。', '“滑嫩美味。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (167, '芹菜炒牛肉', '/api/img/2021100116330789259921958079.jpg', 36.00, '热菜', '原料：牛肉、芹菜、姜丝、蒜片、红薯粉、泡椒、葱段、青椒丝、盐。', '“牛肉是高蛋白低脂肪的食材，和芹菜一起翻炒，特别美味。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (168, '青椒肥肠', '/api/img/2021100116330787682701958079.jpg', 25.00, '热菜', '原料：肥肠、青椒、姜丝、蒜片、盐。', '“鲜香微辣，特别有嚼劲儿。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (169, '螺蛳肥牛煲', '/api/img/2021100116330781701931958079.jpg', 32.00, '热菜', '原料：肥牛、金针菇、千张、水晶粉、山茶油、姜、花椒、火锅底料、螺蛳粉料包、盐、鸡精、香菜、小米椒、葱。', '“色泽红润，好吃下饭。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (170, '蒜蓉虹贝粉丝', '/api/img/2021100116330779149121958079.jpg', 49.00, '热菜', '原料：海虹、绿豆粉丝、红辣椒、青蒜末、金剁椒蒜蓉海鲜调味料。', '“蒜蓉粉丝扇贝是我全家人都喜欢吃的一道小海鲜，省事又味美。举一反三，用海虹也能做这道家常美味。海虹又叫贻贝，富含优质蛋白质、钙、磷、锌、氨基酸等营养物质，口感鲜嫩，做这道蒜蓉粉丝一点儿不输扇贝。用家乐金剁椒蒜蓉海鲜调味料，除了有浓浓的蒜香味，还有海南黄辣椒的微辣。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (171, '红烧海米冬瓜', '/api/img/2021100116330643644231958079.jpg', 19.00, '热菜', '原料：冬瓜、虾米、红辣椒、蒜瓣、盐、红烧酱油、清水、白糖、醋。', '“这是一道拿肉都不换的素菜！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (172, '羊肉炖土豆', '/api/img/2021100116330573691171958079.jpg', 35.00, '热菜', '原料：羊肉、土豆、胡萝卜、姜、蒜、八角、桂皮、香叶、花椒、啤酒、油、盐、料酒、生抽、老抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (173, '丝瓜粉丝鲜虾煲', '/api/img/2021100116330557384861958079.jpg', 60.00, '热菜', '原料：粉丝、鲜虾、丝瓜、食用油、清水、食盐、生抽、葱、姜、蒜。', '“最近事情太多，身体不给力，以至于情绪一直不高。不过今天的工作却是大丰收，很开心。结束工作后去逛了下市场，买了点鲜虾，泡了粉丝做个鲜虾煲。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (174, '珐琅锅炖猪脚莲藕', '/api/img/2021100116330556074261958079.jpg', 12.00, '热菜', '原料：猪脚、莲藕、花生、葱、姜、蒜、煮肉料包、腐乳汁、料酒、生抽、老抽、冰糖、白糖。', '“话说珐琅锅炖肉那是一绝。当然纯铸铁锅也有的一拼。满满的一锅特别满足，猪脚莲藕当真绝配。大大的满足感，满满的幸福感。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (175, '荷兰豆烩豆腐皮', '/api/img/2021100116330549759891958079.jpg', 29.00, '热菜', '原料：荷兰豆、豆腐皮、山茶油、葱、花椒、辣椒、盐、生抽、姜。', '“微辣，咸鲜下饭。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (176, '蒜蓉辣酱炒毛肚', '/api/img/2021100116330548835731958079.jpg', 60.00, '热菜', '原料：毛肚、青椒、蒜蓉辣酱、红椒、盐、料酒、山茶油、花椒、麻椒、生抽、鸡精、仔姜。', '“蒜香麻辣，毛肚脆嫩，超级下饭。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (177, '酱香排骨', '/api/img/2021100116330543517951958079.jpg', 21.00, '热菜', '原料：排骨、黄豆酱、生抽、陈醋、姜、糖、大蒜、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (178, '青红椒炒肉', '/api/img/2021100116330540462041958079.jpg', 21.00, '热菜', '原料：青椒、猪肉、红椒、蒜片、玉米油、蚝油、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (179, '香脆炸虾', '/api/img/2021100116330536423931958079.jpg', 43.00, '热菜', '原料：草虾、鸡蛋、面包糠、玉米淀粉、生姜、面粉、盐、料酒、胡椒粉。', '“老是做白灼虾，吃腻了，今天换点香脆的。颜值很高，宴客菜品。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (180, '盐焗鸡翅', '/api/img/2021100116330535073961958079.jpg', 14.00, '热菜', '原料：鸡翅、盐焗粉、黄栀子、盐、生姜、料酒、花椒。', '“特别喜欢吃盐焗味的东西。年年都在种植箱中种上一点沙姜，爱极了它的味，闻着就很治愈，吃多也不腻。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (181, '桂花红烧肉', '/api/img/2021093016329906737081958079.jpg', 26.00, '热菜', '原料：五花肉、大葱、大蒜、植物油、热水、桂花红烧酱调味料包、干桂花。', '“天一凉，人就馋，这些日子我连着做了好几顿红烧肉，有自己调汁配料的，有用现成的酱料包的，各有千秋，都好吃。今儿这锅红烧肉用的桂花红烧酱料，色泽红润诱人，口感咸中带甜，撒上干桂花不但看着赏心悦目，吃着还有桂花香，与甜味相呼应，真让人胃口大开。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (182, '洋葱炒里脊肉', '/api/img/2021093016329905802711958079.jpg', 24.00, '热菜', '原料：洋葱、里脊肉、线椒、大蒜、油、淀粉、酱油、五香粉、姜粉、孜然粉、盐、料酒。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (183, '葱爆鱿鱼卷', '/api/img/2021093016329864762788197577.jpg', 46.00, '热菜', '原料：鱿鱼、洋葱、辣椒、姜、料酒、生抽、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (184, '电饭锅奥尔良鸡腿', '/api/img/2021093016329840241548197577.jpg', 48.00, '热菜', '原料：鸡腿、鸡蛋、奥尔良腌料、料酒、老抽、生抽、白糖、姜、葱。', '“一个电饭煲加几勺奥尔良腌料，就能做出香气绕梁的奥尔良鸡腿。本款奥尔良鸡腿，不炸不烤，不用一滴水、一滴油，扔进电饭锅直接“焖熟”，鸡肉鲜嫩多汁，鸡蛋爽口入味，操作简单，省时省力，特别适合上班族。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (185, '酱香鸡蛋炒豆腐', '/api/img/2021093016329839936128197577.jpg', 16.00, '热菜', '原料：老豆腐、鸡蛋、生抽、蚝油、白糖、葱、姜、蒜、小米椒、红油豆瓣酱、辣椒酱、淀粉。', '“鲜嫩的豆腐裹上鲜美的鸡蛋，调入红油豆瓣酱、辣椒酱，色泽油亮，酱香浓郁，营养美味，色香味俱全。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (186, '蒜香鸡小腿（蒸烤箱版）', '/api/img/2021093016329817962931958079.jpg', 60.00, '热菜', '原料：鸡小腿、蒜头、油、酱油、蚝油、盐。', '“蒜香鸡小腿（蒸烤箱版）” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (187, '川辣嫩豆腐', '/api/img/2021093016329801031928197577.jpg', 58.00, '热菜', '原料：内脂豆腐、味极鲜、蚝油、白芝麻、蒜末、小米辣碎、香葱碎、麻辣川香汁、热油、盐。', '“强烈推荐今天分享的嫩豆腐做法，对于重口味的我来说简直是太爱了，如果喜欢吃清淡饮食的小伙伴，今天这篇食谱就可以跳过不看了。今天用的豆腐是嫩豆腐，超市里可以买到，也叫内脂豆腐，口感是嫩嫩滑滑的，吃起来像双皮奶一样入口即化，搭配料汁，用勺子挖着吃，简直太过瘾了！这道菜可以是凉菜也可以是热菜，在北方，我们可以直接吃，或者从冰箱冷藏一下再吃都是完全能接受的，但很多南方的小伙伴却接受不了，或者冬天的时候，我也会用这种方法，就是利用微波炉加热一下再上桌，就是两道不同风格的菜了，但味道都是一级棒！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (188, '麻辣鸭块', '/api/img/2021093016329752463551958079.jpg', 11.00, '热菜', '原料：鸭腿、辣椒、花椒、姜、蒜、料酒、盐、糖、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (189, '肉丝炒豆干', '/api/img/2021093016329751992901958079.jpg', 18.00, '热菜', '原料：两连方豆干、猪肉、淀粉、姜、葱、盐、生抽、料酒。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (190, '红烧牛腩', '/api/img/2021093016329726492898197577.jpg', 42.00, '热菜', '原料：牛腩、腐竹、胡萝卜、姜片、香叶、八角、陈皮、稻米油、盐、黄酒、生抽、老抽、蚝油。', '“家常美味～牛腩酥香，搭配胡萝卜，腐竹营养更加丰富，是一道营养美味佳肴～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (191, '白萝卜烧肉', '/api/img/2021092916329084915051958079.jpg', 27.00, '热菜', '原料：五花肉、姜、蒜、大葱、冰糖、红椒、卤料包、酱油、盐、豆瓣酱。', '“饭店做的萝卜烧肉为什么好吃呢？咱们一起来看操作过程吧、￼软烂入味、口口回香超下饭！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (192, '肉片炒豆角', '/api/img/2021092916328947985821958079.jpg', 36.00, '热菜', '原料：猪肉、豆角、盐、料酒、生抽、老抽、白糖、鸡精、姜蒜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (193, '南瓜炖土豆', '/api/img/2021092916328935112688197577.jpg', 47.00, '热菜', '原料：南瓜、土豆、葱花、葱段、姜片、盐、猪油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (194, '豆腐结烧肉', '/api/img/2021092916328860677278197577.jpg', 12.00, '热菜', '原料：豆腐结、五花肉、八角、盐、老抽。', '“家常下饭菜，味道不错！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (195, '青椒扁豆炒牛肉', '/api/img/2021092916328859462198197577.jpg', 51.00, '热菜', '原料：青椒、牛肉、扁豆、玉米淀粉、胡椒粉、鸡蛋、玉米油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (196, '油渣炒洋葱', '/api/img/2021092916328857624368197577.jpg', 47.00, '热菜', '原料：洋葱、油渣、盐、生抽、蚝油、猪油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (197, '酸辣鱼', '/api/img/2021092916328821961038197577.jpg', 27.00, '热菜', '原料：鱼、泡菜、豆瓣酱、葱、姜、胡椒粉、淀粉、料酒、盐、鸡精、白糖、香菜。', '“吃鱼，有很多好处，能够起到降血脂的效果，平时吃鱼也可以降低血脂。如果在相同血脂水平的情况下，一段时间后吃鱼的人和不经常吃鱼的人，它能够持续降低血脂水平相差40%。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (198, '苦瓜炒鸭蛋', '/api/img/2021092916328792717301958079.jpg', 34.00, '热菜', '原料：苦瓜、鸭蛋、花生油、盐。', '“简单美味，健康营养，清热解暑快手菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (199, '蒜蓉粉丝蒸虾', '/api/img/2021092916328793434641958079.jpg', 23.00, '热菜', '原料：鲜虾、粉丝、葱、蒜、油、盐、蚝油、糖、蒸鱼豉油、剁椒。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (200, '洋葱炒木耳', '/api/img/2021092916328792797348197577.jpg', 13.00, '热菜', '原料：洋葱、木耳、红辣椒、油、盐、蚝油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (201, '糖醋茭白', '/api/img/2021092816327928365968197577.jpg', 23.00, '热菜', '原料：皎白、油、盐、糖、醋。', '“酸甜爽口，营养丰富。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (202, '榨菜蒸五花肉', '/api/img/2021092716327432292611958079.jpg', 58.00, '热菜', '原料：五花肉、榨菜、干淀粉、料酒、生抽、蚝油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (203, '番茄牛肋排', '/api/img/2021092716327331096611958079.jpg', 50.00, '热菜', '原料：牛肋排、西红柿、胡萝卜、土豆、香叶、白芷、草果、桂皮、八角、冰糖、生抽、老抽、番茄酱、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (204, '腊鸭腿烧老豆腐', '/api/img/2021092716327325732481958079.jpg', 31.00, '热菜', '原料：老豆腐、腊鸭腿、料酒、酱油、蚝油、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (205, '麻婆豆腐', '/api/img/2021092716327322184121958079.jpg', 17.00, '热菜', '原料：豆腐、牛肉、蒜苗、盐、豆瓣酱、豆豉、辣椒面、味精、鸡精、生抽、淀粉、花椒粉。', '“麻婆豆腐是一道经典的传统川菜，很多人都爱吃，却做不出饭店的味道，那是因为你漏掉了关键的几个步骤，今天十天美食就教你在家做出比饭店还好吃的麻婆豆腐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (206, '红烧猪蹄', '/api/img/2021092716327300143698197577.jpg', 58.00, '热菜', '原料：猪蹄、八角、大葱、姜、花椒、热水、盐、酱油、老抽。', '“猪蹄之所以好吃，原因在于它富含胶原蛋白，经过长时间焖炖后，热吃软糯，凉吃Q弹，特别适合闲暇时解闷儿或者当佐酒小菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (207, '芥末虾球', '/api/img/2021092716327288216468197577.jpg', 18.00, '热菜', '原料：九节虾、玉米淀粉、胡椒粉、盐、糖、蚝油、沙拉酱、芥末酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (208, '秋葵炒鸭蛋', '/api/img/2021092716327262379588197577.jpg', 43.00, '热菜', '原料：秋葵、鸭蛋、花生油、盐。', '“营养丰富，低脂低卡，简单家常，色香味俱全。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (209, '红烧扁鱼', '/api/img/2021092716327262092088197577.jpg', 15.00, '热菜', '原料：扁鱼、黑木耳、大蒜、生姜、酱油、蚝油、食用油、食用盐、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (210, '鸡翅炖小土豆', '/api/img/2021092716327226664121958079.jpg', 59.00, '热菜', '原料：鸡中翅、土豆、葱、姜、蒜、油、盐、料酒、生抽、冰糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (211, '干豆角炒五花肉', '/api/img/2021092716327213221241958079.jpg', 41.00, '热菜', '原料：干豆角、五花肉、青辣椒、红辣椒、生姜、大蒜、生抽、老抽、蚝油、豆豉剁辣椒、盐、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (212, '香辣蟹', '/api/img/2021092716327206891361958079.jpg', 16.00, '热菜', '原料：梭子蟹、生姜、葱白、大蒜、生抽、老抽、蚝油、料酒、盐、清水、豆瓣酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (213, '五花肉烧土豆', '/api/img/2021092716327207317928197577.jpg', 47.00, '热菜', '原料：五花肉、土豆、胡萝卜、姜片、稻米油、盐、黄酒、生抽、老抽、蚝油。', '“色泽红亮诱人，口感鲜香入味，是一道营养美味佳肴～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (214, '干贝烧煮夜开花', '/api/img/2021092716327150413261958079.jpg', 27.00, '热菜', '原料：干贝烧、夜开花、盐、味精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (215, '五花肉洋葱炒毛豆', '/api/img/2021092716327150955041958079.jpg', 16.00, '热菜', '原料：毛豆、洋葱、五花肉、料酒、生抽、盐、味精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (216, '胡萝卜土豆烧排骨', '/api/img/2021092716327151583801958079.jpg', 28.00, '热菜', '原料：排骨、土豆、胡萝卜、姜片、油、酱油、糖、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (217, '五色杂蔬', '/api/img/2021092716327126901938197577.jpg', 29.00, '热菜', '原料：新鲜百合、胡萝卜、西芹、新鲜香菇、玉米粒、食用油、生抽、盐', '“入秋了，天气干燥，多吃点新鲜蔬菜，百合、芹菜等都不错。多种颜色的食材搭配，好看又好吃，营养丰富，做起来也简单。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (218, '干贝烧煮夜开花', '/api/img/2021092716327150413261958079.jpg', 36.00, '热菜', '原料：干贝烧、夜开花、盐、味精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (219, '五花肉洋葱炒毛豆', '/api/img/2021092716327150955041958079.jpg', 14.00, '热菜', '原料：毛豆、洋葱、五花肉、料酒、生抽、盐、味精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (220, '胡萝卜土豆烧排骨', '/api/img/2021092716327151583801958079.jpg', 26.00, '热菜', '原料：排骨、土豆、胡萝卜、姜片、油、酱油、糖、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (221, '五色杂蔬', '/api/img/2021092716327126901938197577.jpg', 18.00, '热菜', '原料：新鲜百合、胡萝卜、西芹、新鲜香菇、玉米粒、食用油、生抽、盐', '“入秋了，天气干燥，多吃点新鲜蔬菜，百合、芹菜等都不错。多种颜色的食材搭配，好看又好吃，营养丰富，做起来也简单。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (222, '腌酸姜炒鸭肉丝', '/api/img/2021092716327121145958197577.jpg', 16.00, '热菜', '原料：腌酸姜、鸭胸肉、姜丝、酱油、胡椒粉、糖、生粉、花生油、姜丝、油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (223, '香煎虱目鱼肚', '/api/img/2021092716327108089781958079.jpg', 19.00, '热菜', '原料：虱目鱼肚、姜片、油、蚝油。', '“虱目鱼肚是鱼最精华的部位，香煎很美味。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (224, '青椒炒油渣', '/api/img/2021092716327106788441958079.jpg', 38.00, '热菜', '原料：油渣、青辣椒、红辣椒、豆豉、大蒜、植物油、盐、生抽、老抽。', '“粗茶淡饭最养人，平平淡淡才是真。记录生活中的点点滴滴！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (225, '酸甜猪蹄炖秋藕', '/api/img/2021092716327092467981958079.jpg', 19.00, '热菜', '原料：猪蹄、秋藕、八角、花椒、香叶、生姜、清水、十三香、盐、鸡粉、老抽、陈醋，、花生油、老冰糖、生抽、蚝油。', '“猪脚炖藕是民间比较流行的一种吃法，它的功效比较广泛、营养价值比较丰富、从中医角度来讲，这种猪脚炖藕可以健脾开胃、补中益气，对于气血亏虚导致的头晕头痛和食欲不振有很好的辅助治疗作用。还可以通经下乳，产后女性吃了之后可以保证乳汁之中的营养价值。而从营养学的角度来讲，这种猪脚炖莲藕之中的胶原蛋白、维生素c、维生素e、淀粉含量比较丰富，保证皮肤弹性的同时可以美白皮肤，促进新陈代谢。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (226, '芋头蒸排骨', '/api/img/2021092716327067564398197577.jpg', 17.00, '热菜', '原料：排骨、芋头、剁辣椒、香葱、植物油、盐、生抽、老抽、蒸鱼豉油、姜。', '“粗茶淡饭最养人，平平淡淡才是真。记录生活中的点点滴滴！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (227, '麻辣豆腐皮', '/api/img/2021092716327063163631958079.jpg', 58.00, '热菜', '原料：豆腐皮、粉条、菠菜、香菇、葱、姜、蒜、味精、白糖、火锅底料。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (228, '青辣椒凉拌大蒜', '/api/img/2021100616335009208778197577.jpg', 59.00, '凉菜', '原料：大蒜、青辣椒、生抽、陈醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (229, '香菜拌葱白', '/api/img/2021100616334971607168197577.jpg', 43.00, '凉菜', '原料：香菜、葱白、小米椒、盐、生抽、陈醋、香油。', '“酸辣爽口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (230, '凉拌莲藕丝', '/api/img/2021100516334449821021958079.jpg', 60.00, '凉菜', '原料：莲藕、青椒、洋葱、白醋、白糖、红椒、葱花、蒜蓉、盐鸡精、生抽、香醋、辣椒油、香油、香菜段。', '““莲藕”莲藕别再炒菜吃了。教你一个清脆、爽口的莲藕切细丝凉拌的吃法。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (231, '糖醋樱桃萝卜', '/api/img/2021100516334346124131958079.jpg', 26.00, '凉菜', '原料：樱桃水萝卜、小米辣、盐、绵白糖、白米醋。', '“今儿分享的是萝卜头的吃法，做法在下面都有详细说明。多说两句那绿樱子哈，那绿樱子有一股辣气，洗净蘸酱吃或者切碎加点炸酱，再或者加点生抽、盐、醋同拌，开胃、通气、补充维生素C、E和丰富的膳食纤维。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (232, '自制午餐肉', '/api/img/2021100516334341981231958079.jpg', 18.00, '凉菜', '原料：猪精肉、葱姜水、淀粉、蛋清、食盐、黑胡椒粉、鸡精、生抽。', '“我喜欢有颗粒感的，所以肉馅打的不够细腻，肉馅不细腻，放的淀粉又少，做出来的午餐肉有蜂窝，看起来不美，味道真心不差的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (233, '凉拌酸辣土豆丝', '/api/img/2021100516334192607351958079.jpg', 43.00, '凉菜', '原料：土豆、辣椒油、盐、蒜末、白醋、料酒、鸡精、生抽。', '“没胃口的时候来一盘酸酸辣辣的土豆丝，爽歪歪。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (234, '花生猪皮冻', '/api/img/2021100516334187899811958079.jpg', 28.00, '凉菜', '原料：猪皮、花生、桂皮、八角、香叶、小茴香、干辣椒、姜片、大葱、盐、白糖、生抽、蚝油、鸡精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (235, '核桃仁拌青瓜', '/api/img/2021100516334166249621958079.jpg', 26.00, '凉菜', '原料：核桃仁、青瓜、盐、生抽、芝麻油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (236, '泡椒凤爪', '/api/img/2021100516334027456391958079.jpg', 42.00, '凉菜', '原料：鸡爪、泡椒、葱、姜、胡萝卜、泡椒汁。', '“泡椒凤爪是四川的有名的一道小吃，既可以当下酒菜，也可以当日常的凉菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (237, '胡萝卜葱白拌木耳', '/api/img/2021100516334003125741958079.jpg', 48.00, '凉菜', '原料：胡萝卜、葱白、木耳、香菜、小米椒、盐、生抽、陈醋、香油。', '“酸辣爽口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (238, '凉拌黑鱼片', '/api/img/2021100416333304432178197577.jpg', 24.00, '凉菜', '原料：黑鱼片、金针菇、黄瓜、小白菜、辣椒油、醋、生抽、盐。', '“高钙低脂的黑鱼肉片，滑嫩鲜美，配上三种蔬菜，营养价值极好。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (239, '水晶皮冻', '/api/img/2021100316332441697761958079.jpg', 41.00, '凉菜', '原料：猪皮、食用碱、料酒、姜片、葱段、食盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (240, '香拌鸭食管', '/api/img/2021100316332411109861958079.jpg', 30.00, '凉菜', '原料：鸭食管、长辣椒、小米椒、葱、姜、蒜、八角、桂皮、香叶、干辣椒、生抽、醋、老干妈、麻油、香油、鸡精、盐、辣椒油、香菜。', '“不容错过的美味！比绝味还好吃的香拌鸭食管！趁假期赶快安排起来比绝味还好吃的鸭食管，制作方法分享给大家🍅PS：入锅前清洗记得加面粉盐料酒揉搓1分钟以上噢～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (241, '凉拌麻香小紫茄', '/api/img/2021100216331397603698197577.jpg', 28.00, '凉菜', '原料：小紫茄、大蒜、香辣脆、生抽、陈醋、芝麻末。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (242, '洋葱拌凉粉', '/api/img/2021100216331396746128197577.jpg', 33.00, '凉菜', '原料：马蹄粉、洋葱、陈醋、大蒜、生抽、麻油、香辣脆辣酱、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (243, '凉拌猪仔豆', '/api/img/2021100216331394397408197577.jpg', 37.00, '凉菜', '原料：猪仔豆、大蒜、生抽、陈醋、麻油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (244, '黄瓜木耳拌海参', '/api/img/2021100216331392013638197577.jpg', 26.00, '凉菜', '原料：黄瓜、木耳、海参、香菜、蒜蓉辣酱、盐、生抽、陈醋、香油。', '“酸辣爽口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (245, '香菜拌熟肉', '/api/img/2021100216331390597918197577.jpg', 28.00, '凉菜', '原料：带肉筋的熟肉、香菜、无、食盐、鸡精、油泼辣子、生抽、小米辣。', '“别人给的黑毛猪肉，说是自然生长的猪，不是养猪场那种速成猪哦。肉很香，有嚼劲，我直接放点食盐煮熟了，然后可以直接吃，拌菜啥都好。很喜欢吃香菜，（有点不理解不喜欢吃香菜的人，这么美味芳香得食物竟然不吃！）就用香菜来拌肉吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (246, '酸辣拌藕丁', '/api/img/2021100116330840066521958079.jpg', 19.00, '凉菜', '原料：藕、油泼辣子、生抽、醋、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (247, '洋葱木耳拌海参', '/api/img/2021100116330784711541958079.jpg', 54.00, '凉菜', '原料：洋葱、木耳、海参、小米椒、香菜、盐、生抽、陈醋、香油。', '“酸辣爽口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (248, '黄瓜洋葱拌海参', '/api/img/2021100116330553982501958079.jpg', 54.00, '凉菜', '原料：黄瓜、洋葱、海参、小米椒、香菜、盐、生抽、陈醋、香油。', '“微辣，咸鲜，爽口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (249, '黄瓜香菜拌海参', '/api/img/2021100116330553459151958079.jpg', 42.00, '凉菜', '原料：黄瓜、香菜、海参、小米椒、盐、生抽、陈醋、香油。', '“微辣，咸鲜，爽口凉拌菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (250, '蒜蓉辣酱拌茄子', '/api/img/2021100116330550254111958079.jpg', 59.00, '凉菜', '原料：茄子、蒜蓉辣酱、香葱、盐、生抽、陈醋、香油。', '“茄子入口即化，爽口不油腻。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (251, '香菜木耳拌虾仁', '/api/img/2021100116330547611621958079.jpg', 39.00, '凉菜', '原料：香菜、木耳、虾仁、小米椒、盐、白胡椒粉、淀粉、生抽、陈醋、香油。', '“酸辣爽口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (252, '蜜汁胭脂藕', '/api/img/2021100116330539097631958079.jpg', 59.00, '凉菜', '原料：藕、火龙果、蜂蜜、白醋、腌。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (253, '韭花酱拌豆腐', '/api/img/2021093016329976958461958079.jpg', 58.00, '凉菜', '原料：北豆腐、韭花酱、香油、鸡精、生抽。', '“这算是老公儿时的美食。所以一直念念不忘让我给他做韭花酱，做好了韭花酱他又念叨我不给他准备豆腐。其实韭花酱做好以后买过好多次豆腐，只是我记得给他这么做，今天终于想起来了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (254, '低脂小豆芽', '/api/img/2021093016329896476081958079.jpg', 31.00, '凉菜', '原料：小豆芽、红萝卜、红辣椒、蒜、葱、盐、油、醋、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (255, '蒜泥藕片', '/api/img/2021093016329655954188197577.jpg', 11.00, '凉菜', '原料：脆藕、小米椒、盐、白糖、味精、白醋、蒜瓣儿、香油。', '“这是一款凉拌黄瓜，成品要求色泽洁白如玉，口感脆嫩爽口，蒜香浓郁，酸甜适口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (256, '青瓜丝虾仁沙拉', '/api/img/2021092916329124704491958079.jpg', 58.00, '凉菜', '原料：青瓜丝、鲜虾、黑胡椒粉、沙拉酱。', '“低脂沙拉，适合减脂妹妹的晚餐” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (257, '凉拌苦瓜', '/api/img/2021092616326652551908197577.jpg', 60.00, '凉菜', '原料：苦瓜、大蒜、葱油、酱油、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (258, '西兰花拌护心肉', '/api/img/2021092616326239403151958079.jpg', 17.00, '凉菜', '原料：西兰花、卤护心肉、小米辣、大蒜、食盐、鸡精、白醋、生抽、油辣子。', '“卤的护心肉，用来拌菜味道相当好。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (259, '麻辣手撕鸡', '/api/img/2021092516325626971651958079.jpg', 49.00, '凉菜', '原料：鸡腿、花生米、小葱、姜、小米辣、香菜、辣椒面、白芝麻、盐、白糖、一品鲜、香醋、蚝油、麻油', '“麻辣手撕鸡很多人都爱吃，但是怎么也做不好，今天十天美食就教大家做出，麻辣鲜香，开胃下饭的麻辣手撕鸡” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (260, '冰镇秋葵', '/api/img/2021092516325518559311958079.jpg', 38.00, '凉菜', '原料：鲜秋葵、蒜蓉、香菜、生抽、陈醋、蚝油、芥末。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (261, '紫甘蓝青瓜凉拌', '/api/img/2021092516325509067561958079.jpg', 30.00, '凉菜', '原料：紫甘蓝、青瓜、金针菇、万能凉拌汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (262, '蕨根粉拌菜心', '/api/img/2021092116321897727031958079.jpg', 23.00, '凉菜', '原料：蕨根粉、菜心、盐、白糖、味精、生抽、陈醋、香油、蒜蓉、小米椒。', '“10分钟就可完成的快手凉拌菜，酸甜可口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (263, '凉拌黄瓜', '/api/img/2021092016321156045198197577.jpg', 33.00, '凉菜', '原料：嫩黄瓜、盐、油醋汁、芥末油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (264, '黄瓜拌百叶丝', '/api/img/2021091816319490284141958079.jpg', 21.00, '凉菜', '原料：黄瓜、百叶、胡萝卜、洋葱、鲜酱油、蚝油、白糖、香油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (265, '凉拌牙签牛肉', '/api/img/2021091816319288023791958079.jpg', 51.00, '凉菜', '原料：牛肉、辣椒粉、孜然、香葱、植物油、盐、料酒、老抽、生抽、蚝油、淀粉。', '“粗茶淡饭最养人，平平淡淡才是真。记录生活中的点点滴滴！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (266, '白切鸡', '/api/img/2021091716318877809811958079.jpg', 22.00, '凉菜', '原料：鸡、沙姜粉、姜、葱、盐。', '“这是沙姜味的白切鸡。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (267, '可乐鸭', '/api/img/2021091716318826768771958079.jpg', 21.00, '凉菜', '原料：鸭子、姜、干辣椒、花椒、八角、桂皮、香叶、草果、油、酱油、红烧酱油、可乐。', '“甘甜味美，不放一滴水，可乐代替水，非常入味，美味赞。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (268, '腐竹拌黑木耳', '/api/img/2021091716318817686611958079.jpg', 53.00, '凉菜', '原料：腐竹、木耳、辣椒粉、黄瓜、辣椒油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (269, '芝麻拌包菜丝', '/api/img/2021091716318664181098197577.jpg', 56.00, '凉菜', '原料：包菜、洋葱、芝麻、核桃油、盐、糖、果醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (270, '白切鸡腿', '/api/img/2021091716318425596581958079.jpg', 29.00, '凉菜', '原料：鸡腿、洋葱、香菜、白芝麻、白糖、生抽、蚝油、盐、剁椒酱、辣椒粉、蒜末、姜末。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (271, '香辣凤爪', '/api/img/2021091716318424463888197577.jpg', 45.00, '凉菜', '原料：鸡爪、干辣椒、姜、蒜、花椒、盐、生抽、红烧酱油、蚝油、米醋、陈醋、柠檬汁、藤椒油。', '“马上就要中秋节了，友友们一般都会做些什么好吃的呢。每到过年过节，我爸喜欢和姐夫喝上一杯，我就给他们做个香辣凤爪吧，提前一天晚上弄好，腌一晚上，第二天再吃，香辣酸辣中带有一点麻，好吃，很下酒呢。本来是想做无骨凤爪的，结果取了一半的骨头，太麻烦了，不愿折腾，而且全部骨头都去掉，凤爪的形状就不好了，太支离破碎了，所以后面只取了大骨，脚趾小骨没有去掉，脚掌那厚厚的一块，吃起来Q弹有嚼劲，小骨头很容易吐出来，不需要用到手，爽得很。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (272, '蒜泥拍黄瓜', '/api/img/2021091616317815341791958079.jpg', 22.00, '凉菜', '原料：黄瓜、大蒜、红辣椒、葱、油、盐、醋、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (273, '木耳拌莲菜', '/api/img/2021091616317563075778197577.jpg', 29.00, '凉菜', '原料：木耳、莲藕、盐、生抽、陈醋、香油、小米椒。', '“酸辣爽口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (274, '黄瓜洋葱拌虾仁', '/api/img/2021091516316695618538197577.jpg', 53.00, '凉菜', '原料：黄瓜、洋葱、虾仁、盐、生抽、陈醋、香油、蒜蓉辣酱、淀粉、白胡椒粉。', '“微辣，咸鲜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (275, '炝拌乳瓜', '/api/img/2021091516316694191468197577.jpg', 49.00, '凉菜', '原料：乳瓜、大蒜、小米椒、盐、白糖、味精、生抽、陈醋、花椒油。', '“一款简单的炝拌乳瓜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (276, '裙带菜拌洋葱', '/api/img/2021091216314511197828197577.jpg', 59.00, '凉菜', '原料：干裙带菜、紫洋葱、生抽、醋、盐、麻椒油、白芝麻。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (277, '蒜蓉辣酱拌黄瓜', '/api/img/2021091216314116478928197577.jpg', 59.00, '凉菜', '原料：嫩黄瓜、盐、生抽、陈醋、香油。', '“酸辣爽口，蒜蓉辣酱拌在里面有一股独特的口感，特别好吃😋” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (278, '葱白香菜拌木耳', '/api/img/2021091216314116144258197577.jpg', 58.00, '凉菜', '原料：木耳、香菜、葱白、美人椒、小米椒、盐、生抽、陈醋、香油。', '“酸辣，爽口，下饭小菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (279, '啤酒鸭', '/api/img/2021091116313512045691958079.jpg', 40.00, '凉菜', '原料：鸭肉、红葱头、姜、油、啤酒、红烧酱油、糖。', '“用电饭煲做菜，简单方便。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (280, '蘸汁三色蔬菜', '/api/img/2021091116313478098201958079.jpg', 32.00, '凉菜', '原料：胡萝卜、菜花、秋葵、葱、蒜、红辣椒、盐、油、醋、酱油、芝麻、胡椒粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (281, '油泼小豆芽', '/api/img/2021091016312789297288197577.jpg', 24.00, '凉菜', '原料：小豆芽、胡萝卜、青菜、葱、蒜、辣椒粉、盐、油、醋、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (282, '美容好吃不长胖凉拌猪蹄', '/api/img/2021091016312679338688197577.jpg', 31.00, '凉菜', '原料：猪蹄、八角、桂皮、香叶、干辣椒、孜然、白芷、盐、料酒、生抽、麻油、蒜、辣椒油、葱花。', '“1.猪蹄记得焯水完全，去除血沫和腥味儿。2.根据自己口味，大家可以选择炖猪蹄的时间，喜欢吃脆一点Q弹一点的时间炖短一点，喜欢软糯的时间可以炖久一点哦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (283, '凉拌酸辣银耳菠菜', '/api/img/2021091016312627123641958079.jpg', 55.00, '凉菜', '原料：菠菜、胡萝卜、银耳、大蒜、油、干红辣椒、生抽、香醋', '“入秋了，饮食上不以凉食为主了，但开胃凉拌菜还可以适当食用。特别是银耳，有润肺除燥的效果。平时多见女生煮银耳羹，但那个太费时间，而且一般男人也不爱吃那粘粘乎乎的东西，所以最好把银耳做成菜，吸收了银耳的营养，还能增加丰富的膳食纤维，其脆嫩“咯吱咯吱”的口感也让人喜欢。与富含纤维的菠菜、生的胡萝卜丝同拌，不但在口感上相得益彰，整道菜的清肠效果也不赖。用现成的辣椒油拌这菜省事，但是味道不及现炝的辣椒油。用适量植物油炸的干辣椒油，往菜里一浇，“滋啦”一声，香气升腾，哈喇子都要控制不住了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (284, '凉拌攸县香干', '/api/img/2021091016312611933671958079.jpg', 18.00, '凉菜', '原料：攸县香干、植物油、蒜末、姜末、葱花、辣椒粉、盐、鸡粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (285, '藕片拌秋葵', '/api/img/2021091016312378413501958079.jpg', 51.00, '凉菜', '原料：藕、秋葵、葱丝、蒜末、剁椒酱、玉米油、蒸鱼豉油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (286, '生菜烤肠沙拉', '/api/img/2021090916311830059921958079.jpg', 36.00, '凉菜', '原料：烤肠、球生菜、番茄、洋葱、煎焙芝麻酱。', '“用的煎焙芝麻酱来拌的沙拉，味道超好。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (287, '炝拌旱黄瓜', '/api/img/2021090916311511686618197577.jpg', 57.00, '凉菜', '原料：旱黄瓜、大蒜、盐、白糖、鸡精、生抽、陈醋、花椒油、小米辣。', '“旱黄瓜较短，同乳瓜相比，长度相差不大，长你比较粗，质地更加脆嫩微甜，生吃口感更好。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (288, '油炸花生拌黄瓜', '/api/img/2021090816311066616468197577.jpg', 18.00, '凉菜', '原料：花生米、黄瓜、大蒜、辣椒粉、芝麻、油、盐、醋、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (289, '凉拌蒜泥茄子，不过油、不油炸的茄子还能这么好吃！做法简单10分钟就搞定，拿肉也不换', '/api/img/2021090716310035022261958079.jpg', 40.00, '凉菜', '原料：茄子、小米辣、香菜、蒜、芝麻、酱油、醋、香油、糖。', '“凉拌蒜泥茄子，吃起来酸辣咸香回口带有微微甜，其中蒜末的加入简直是灵魂，它让原本味道稍显寡淡的茄子出彩，变得超级诱人，而且开胃下饭，还解腻。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (290, '拌海带丝', '/api/img/2021090716309977041421958079.jpg', 52.00, '凉菜', '原料：干海带、胡萝卜、洋葱、鲜酱油、蚝油、白糖、蒜末、小米辣、葱花。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (291, '凉拌盐焗鸡胗', '/api/img/2021090616309219011561958079.jpg', 41.00, '凉菜', '原料：鸡胗、青瓜、盐焗鸡粉、芝麻、蒸鱼豉油、麻油。', '“凉拌小菜一碟。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (292, '凉拌猪耳朵娃娃菜', '/api/img/2021090616309187209871958079.jpg', 40.00, '凉菜', '原料：娃娃菜、熟猪耳朵、盐、生抽、芝麻油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (293, '酸辣开胃的凉拌菠菜', '/api/img/2021090616309170627461958079.jpg', 43.00, '凉菜', '原料：菠菜、胡萝卜、大蒜、生抽、醋、辣椒油。', '“立秋之后，虽然天气早晚凉爽了不少，但是 “秋老虎”的威力还未消，在饮食上还要注意荤素搭配，适当吃些富含植物纤维的小凉菜，不但开胃，还能清理肠胃、顺气，不上火。这道凉拌菠菜就很适合现在食用，与胡萝卜丝同拌颜色漂亮，营养丰富，口感清脆，适合大多数人群。脾胃虚弱的人可将胡萝卜丝焯烫后再拌。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (294, '黄瓜拌皮蛋', '/api/img/2021090516308260083961958079.jpg', 47.00, '凉菜', '原料：黄瓜、皮蛋、洋葱、红油。', '“没有凉菜的，夏天是不完美的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (295, '超级下饭的快手凉拌豆干', '/api/img/2021090316306776213458197577.jpg', 15.00, '凉菜', '原料：豆腐干、葱、姜、蒜、花椒面、辣椒油、熟芝麻、生抽、糖、味精、盐、热油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (296, '茼蒿拌虾仁', '/api/img/2021090316306610367638197577.jpg', 45.00, '凉菜', '原料：鲜虾、茼蒿、胡萝卜、葱、蒜、红辣椒、油、盐、油泼辣子、酱油、芝麻。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (297, '凉拌蒸茄子', '/api/img/2021090316306556491631958079.jpg', 29.00, '凉菜', '原料：茄子、食用油、蒜末、葱、酱油、醋、白芝麻、蚝油、盐、白醋、辣椒面。', '“夏天必备的一道菜，不想吃太油腻的，可以试试！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (298, '泰汁拌鸡爪', '/api/img/2021090316306522076521958079.jpg', 46.00, '凉菜', '原料：鸡爪、柠檬、大蒜、洋葱、泰汁料包。', '“外面卖的泰汁鸡爪真的是太好吃了，经过几次的做法都失败了，今天终于把它做成功。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (299, '茄汁腐竹', '/api/img/2021090316306412068298197577.jpg', 14.00, '凉菜', '原料：腐竹、鸡蛋、香菇、葱、姜、蒜、香菜、干辣椒、盐、味精、鸡精、白糖、十三香、酱油。', '“为自己做饭是一种美德，为家人做饭是一种修行，从一个人到一个家，不仅要做自己喜欢的菜，更要做家人喜欢的菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (300, '蒜粒拌绿豆角', '/api/img/2021090316306374875358197577.jpg', 18.00, '凉菜', '原料：绿豆角、蒜粒、辣椒粉、辣椒油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (301, '酸辣鸡爪', '/api/img/2021090316306330052668197577.jpg', 52.00, '凉菜', '原料：鸡爪、香葱、大蒜、桂皮、八角、姜、白芝麻、香醋、芝麻油、盐、生抽、老抽、自制油辣椒。', '“粗茶淡饭最养人，平平淡淡才是真。记录生活中的点点滴滴！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (302, '凉拌豆角丝', '/api/img/2021090216305844207298197577.jpg', 25.00, '凉菜', '原料：江豆、食用油、干红辣椒、蒜瓣、盐、生抽、耗油、香醋、麻油、白糖、鸡精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (303, '孩子特别喜欢的葫芦娃～秋葵土豆泥', '/api/img/2021090216305660209301958079.jpg', 60.00, '凉菜', '原料：土豆、秋葵、胡萝卜、味达美醇香米醋、白糖、淀粉、纯净水、盐。', '“5元钱的秋葵和土豆，做成你吃不起的样子；酸甜开胃，上桌一抢而光。孩子特别喜欢，制作非常简单。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (304, '熟肉拌苦瓜', '/api/img/2021090216305607392051958079.jpg', 54.00, '凉菜', '原料：熟肉、苦瓜、辣椒、食盐、鸡精。', '“煮的熟肉备着，用来拌菜既清爽美味又营养健康。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (305, '无油开胃菜，百香果柠檬鸡胸肉丝', '/api/img/2021090216305466234438197577.jpg', 44.00, '凉菜', '原料：鸡胸肉、百香果复合水果饮料浓浆、玉米粒、柠檬、干辣椒、葱、盐、料酒、生抽、迷迭香。', '“白露将至，夏日已尾声，还是很热。没什么胃口，一道百香果柠檬鸡丝，开开胃，解解暑气。酸甜口，不刺激，这个时节吃正合适。意外的合胃口，和小朋友一起吃了好多，酸甜清爽，关键是无油！放心吃！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (306, '鸽胸肉拌马齿苋', '/api/img/2021090116304995924561958079.jpg', 56.00, '凉菜', '原料：马齿苋、鸽胸肉、食盐、鸡精、大蒜、生抽、陈醋。', '“院子里的马齿苋让老公当野草给我拔掉扔了，这不在市场遇到了，赶紧买了5毛钱的，加上鸽胸肉，足够我一顿吃的了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (307, '凉拌灰圪针', '/api/img/2021090116304896005648197577.jpg', 37.00, '凉菜', '原料：灰圪针、小米椒、香油、盐、醋。', '“要想身体好，就得吃点草。灰圪针又名鬼圪针降血脂，降血压，最主要它是美味山野菜。健康营养快手菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (308, '卤牛肉', '/api/img/2021090116304744333088197577.jpg', 59.00, '凉菜', '原料：牛腱子、豆瓣酱、大葱、姜片、料酒、生抽、老抽、冰糖、白芷、草果、桂皮、香叶、丁香、花椒、大料、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (309, '松花蛋拌秋葵', '/api/img/2021090116304660607578197577.jpg', 33.00, '凉菜', '原料：秋葵、松花蛋、剁椒、蒜末、盐、白糖、蒸鱼豉油、蚝油、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (310, '皮蛋拌豆腐', '/api/img/2021083016302868918708197577.jpg', 23.00, '凉菜', '原料：内酯豆腐、松花皮蛋、乌江榨菜、葱、蒜头、花生油、辣椒面、生抽、香醋、白糖。', '“之前买的一盒皮蛋，本来是想煮皮蛋瘦肉粥，结果一次都没煮，搭配绿豆粥快吃完了，剩下最后2个，今天拿来做皮蛋拌豆腐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (311, '鸡蛋拌黄瓜', '/api/img/2021082916302384434648197577.jpg', 17.00, '凉菜', '原料：黄瓜、鸡蛋、油醋汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (312, '香嫩开胃的凉拌牛肉', '/api/img/2021082916302262447968197577.jpg', 22.00, '凉菜', '原料：瘦牛肉、胡萝卜、香菜、大蒜、小葱、玉米淀粉、醋、生抽、白糖、香油或辣椒油。', '“牛肉好吃，但传统的炖牛肉没有几个小时甭打算鼓捣熟，嘴馋心急可咋办？最近很火的凉拌牛肉真不赖，我也做了一回，虽然没有炖牛肉那般醇厚，但20分钟立马儿吃上，解馋又省事。这个拌牛肉的原理很像是涮羊肉，通过焯烫使肉片在短时间内成熟，还保持了牛肉的口感和营养。虽然今儿做的酸辣口儿的，但刚说了跟涮羊肉原理很像，所以也可以尝试做成麻酱口儿或者其它口味的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (313, '潮汕特色美食生腌血蛤', '/api/img/2021082816301364349671958079.jpg', 23.00, '凉菜', '原料：血蛤、蒜蓉、小米辣、姜、香菜、白砂糖、醋、盐、酱油。', '“最近有很多朋友私信我写我们潮汕生腌海鲜的做法，生腌是我们潮汕美食特色之一，海鲜生腌也深受我们潮汕人喜爱的一道美食，生虾、螃蟹、皮皮虾等海鲜搭配调好的调汁腌制，味道特别鲜美让人回味无穷，今天浪险妹就来分享潮汕生腌血蛤的做法。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (314, '酸辣绿甘蓝', '/api/img/2021082716300284636318197577.jpg', 54.00, '凉菜', '原料：绿甘蓝、小米辣、泡野山椒、盐、白糖、味精、白醋、葱油、蒜片。', '“10分钟即可完成的懒人菜谱，经济实惠，酸辣脆爽。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (315, '炝拌扁豆芽', '/api/img/2021082716300283966078197577.jpg', 11.00, '凉菜', '原料：扁豆芽、青菜、红椒、盐、蒜蓉、白糖、味精、生抽、陈醋、现炸花椒油。', '“一款超简单的凉拌菜，只需开水焯上一分钟，投凉沥干水分，简单加工即可。厨房小白亦可操作。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (316, '蘸汁黑豆腐', '/api/img/2021082616299858396291958079.jpg', 60.00, '凉菜', '原料：黑豆腐、香菜、蒜、葱、油、盐、醋、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (317, '凉拌面筋', '/api/img/2021082616299640625028197577.jpg', 43.00, '凉菜', '原料：面筋、洋葱、葱、蒜、香菜、红辣椒、盐、油、醋、酱油、芝麻。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (318, '凉拌鸡翅根', '/api/img/2021082616299558998198197577.jpg', 42.00, '凉菜', '原料：鸡翅根、香菜、白芝麻、葱花、蒜末、盐、鸡精、糖、生抽、老抽、芝麻油、香油、蚝油。', '“快手菜，简简单单，适合新手哦，喜欢就点个关注吧！感谢支持！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (319, '凉拌萝卜丝', '/api/img/2021082616299491937911958079.jpg', 31.00, '凉菜', '原料：红皮萝卜、葱、香菜、蒜、酱油、鸡精、蚝油、白糖、醋、烧烤辣子。', '“下饭菜，简单，小白也会做。米饭克星哦！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (320, '凉拌鸡丝', '/api/img/2021082616299418831881958079.jpg', 25.00, '凉菜', '原料：鸡腿、胡萝卜、葱、蒜头、白芝麻、八角、香菜、花生油、辣椒面、生抽、香醋、料酒、蚝油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (321, '蒜蓉金针菇', '/api/img/2021082616299417519778197577.jpg', 42.00, '凉菜', '原料：金针菇、蒜蓉、青椒、红椒、盐、蚝油、生抽、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (322, '凉拌金针菇', '/api/img/2021082616299415975118197577.jpg', 56.00, '凉菜', '原料：金针菇、枸杞、味达美柔香米醋、味达美尚品金标生抽。', '“秋天里需要多食一些酸性食物，中医有这样的说法，酸入肝，这是中医的一种理论，主要是来源于黄帝内经，也就是所谓的酸入肝，苦入心，甘入脾，心入肺，咸入肾，多进食酸性食物可以达到滋肝阴，养肝血的功效，也就是常说的以酸养肝。通过饮食的调整，可以防止肝血不足，平息肝火，促进胆汁生成，有利于疏泄肝胆湿热，从而使肝脏能够更好的发挥各项生理功能。今天这道凉拌金针菇，秋天需要多吃白色食物，而金针菇富含多糖和膳食纤维，可以清脂，也可以保护我们的肝脏，加入了醋进行凉拌，简单快手又健康。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (323, '自制豌豆凉粉 ', '/api/img/2021082216296396738971958079.jpg', 30.00, '凉菜', '原料：豌豆淀粉、水、杭椒、朝天椒、蒜、盐、生抽、香醋、藤椒油、花椒油、熟芝麻、糖、辣椒油。', '“每到夏季，是不是特别喜欢吃口凉拌菜，清新、凉爽，不像吃热菜那样大汗淋漓。凉粉有多种多样，不管什么成份的凉粉，炎热的夏季，大家都不会拒绝吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (324, '彩色大拉皮', '/api/img/2021082216296379272881958079.jpg', 58.00, '凉菜', '原料：东北拉皮、黄瓜、胡萝卜、鸡蛋、蒜末、芝麻酱、米醋、盐、尖辣椒、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (325, '“下饭菜”精肉木耳拌黄瓜', '/api/img/2021082216296374844871958079.jpg', 16.00, '凉菜', '原料：木耳、黄瓜、熟肉、油豆皮、大蒜、食盐、鸡精、白醋、生抽、香油。', '“最爽的下饭菜就是各种美味凉拌菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (326, '凉拌海带丝', '/api/img/2021082216296326476481958079.jpg', 23.00, '凉菜', '原料：海带、大蒜、生抽、香醋、麻油、红油、荆芥、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (327, '酱油鸽子', '/api/img/2021082216296164088211958079.jpg', 31.00, '凉菜', '原料：鸽子、蒜头、姜片、油、金兰酱油、糖。', '“色泽光亮，咸香味美，招呼客人也很体面的菜式。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (328, '自制宁波蟹糊', '/api/img/2021082216296154162161958079.jpg', 52.00, '凉菜', '原料：螃蟹、姜片、白酒、盐、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (329, '芹菜拌鸡胸肉', '/api/img/2021082216296148334071958079.jpg', 59.00, '凉菜', '原料：鸡胸肉、芹菜、姜片、盐、生抽、芝麻油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (330, '#下饭菜 # 麻酱拌粉皮', '/api/img/2021082216296147201651958079.jpg', 38.00, '凉菜', '原料：粉皮、麻酱、黄瓜、胡萝卜、蒜、鸡粉、白糖、海鲜酱油、芝麻油、米醋、辣椒油、蚝油、黑芝麻。', '“喜欢吃麻酱的，不怕胖的，夏季可以用麻酱拌各种菜，营养美味又易做。懒人必备下饭菜。这种买来的粉皮，之前多用来拌凉菜。突然想起用麻酱拌，一搜菜谱，还真不少，结合自家的口味及材料、调料简单拌了一下，味道还不错。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (331, '双丁拌茶蛋', '/api/img/2021082116295276091248197577.jpg', 17.00, '凉菜', '原料：茶蛋、黄瓜、胡萝卜、蒜、精盐、鸡粉、白糖、黑芝麻、芝麻油、白醋、海鲜酱油、辣椒油。', '“这应该算自创菜了，过程是这样婶滴：1、早餐经常吃煮鸡蛋或茶叶蛋，茶叶蛋有时直接吃掉；煮蛋有时得抹点酱或蘸点儿酱油。吃蛋时有时还得在盘边配点黄瓜片，既装饰又补充蔬菜。2、之前看过拌鸡蛋的吃法，木有动心，还觉得多此一举。3、一日突发奇想：茶蛋拌黄瓜、胡萝卜丁应该能不错，颜值肯定好，味道也差不了，还集合了蛋和蔬菜两类营养。搭配其他早餐时，可以当一道菜，吃起来也会很方便。4、试了一下，自感不错，以后可以成为早餐常菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (332, '卤肉拌腐竹', '/api/img/2021082116295244261738197577.jpg', 34.00, '凉菜', '原料：卤猪肉、腐竹、黑木耳、蒜末、香菜、生抽、老抽、蚝油、辣椒油、芝麻油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (333, '凉拌鸡蛋', '/api/img/2021082116295097321218197577.jpg', 52.00, '凉菜', '原料：鸡蛋、红辣椒、蒜末、葱花、食用油、生抽、醋、蚝油、盐、鸡粉。', '“白煮蛋的另一种吃法。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (334, '小葱拌豆腐', '/api/img/2021082016294620186791958079.jpg', 12.00, '凉菜', '原料：嫩豆腐、小葱、食盐、鸡精、香油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (335, '凉拌土豆芽菜', '/api/img/2021082016294611299961958079.jpg', 39.00, '凉菜', '原料：土豆、豆芽菜、香菜、尖辣椒丝、大蒜、芝麻、盐、蒜泥、辣椒粉、米醋、白糖、生抽、鸡精。', '“土豆作为万能美食，凉拌菜自然少不了它的亮相，今天它将携手纤细脆嫩的芽菜，让我们体会到爽口CP的魅力。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (336, '四合院家香丨松花皮冻', '/api/img/2021082016294487602198197577.jpg', 43.00, '凉菜', '原料：猪皮、糊辣椒面、油辣椒、葱段、黄豆。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (337, '开胃爽口的凉拌酸辣海带丝', '/api/img/2021082016294475463358197577.jpg', 51.00, '凉菜', '原料：鲜海带丝、胡萝卜、小葱、大蒜、小米辣、醋、生抽、香油。', '“今儿这道凉拌海带丝是我特别喜欢吃的，搭配的蔬菜除了胡萝卜，还可以用黄瓜、西葫芦、芹菜、青红辣椒，除了有增加色彩促进食欲外，还能补充多种营养素，尤其是丰富的植物纤维，那可真是太充足了。天凉快胃口就好，爱吃肉且进食量变大，难免会有点儿积食或者胃肠蠕动变慢，这道凉拌海带丝就是很好的胃肠“清道夫”。吃不了辣的就不放，大蒜小葱香油，调调味也不赖。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (338, '老干妈拌豆干', '/api/img/2021082016294389745301958079.jpg', 56.00, '凉菜', '原料：豆干、蒜末、香菜、香油、老干妈、糖、香醋、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (339, '花生猪皮冻', '/api/img/2021082016294232642191958079.jpg', 48.00, '凉菜', '原料：猪皮、花生、姜、干辣椒、八角、桂皮、香叶、草果、花椒、冰糖、盐、料酒、生抽。', '“花生加猪皮熬成皮冻，冰冰凉凉的，鲜香筋道，夏日的一道美味小菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (340, '凉拌菜花', '/api/img/2021082016294231223168197577.jpg', 50.00, '凉菜', '原料：菜花、胡萝卜、蒜、精盐、味精、白糖、海鲜酱油、芝麻油、米醋、辣椒油。', '“凉拌有别于炝拌，家里没有好多菜谱里的花椒粒，也就没浇热油。好在辣椒油里也有熟油，这样拌好后清清淡淡很适合夏季餐桌。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (341, '凉拌腐竹', '/api/img/2021081916293765091098197577.jpg', 25.00, '凉菜', '原料：腐竹、香菜、蒜头、小米辣、熟芝麻、花生油、辣椒面、孜然粉、生抽、香醋、芝麻香油、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (342, '㊙️制凉拌大拉皮❗️操作简单❗️开胃下饭神器‼️', '/api/img/2021081916293604384281958079.jpg', 58.00, '凉菜', '原料：拉皮、黄瓜、胡萝卜、大蒜、小米辣、昆布酱油、醋、辣椒油、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (343, '精肉拌丝瓜', '/api/img/2021081916293535148701958079.jpg', 51.00, '凉菜', '原料：丝瓜、精肉、大蒜、食盐、鸡精、生抽、醋、香油。', '“既想吃的清淡，又不想缺乏营养，就用煮熟的精肉拌了丝瓜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (344, '黄瓜拌油条', '/api/img/2021081916293533647701958079.jpg', 25.00, '凉菜', '原料：油条、黄瓜、大蒜、食盐、鸡精、白醋。', '“少爷他爹的早饭剩了半根油条，拌黄瓜吃吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (345, '凉拌紫甘蓝', '/api/img/2021081916293511581698197577.jpg', 25.00, '凉菜', '原料：紫甘蓝、大蒜、自制油泼辣子、白糖、盐、醋、生抽。', '“冰箱里所剩不多的一个蔬菜，比较适合凉拌，那就怎么方便怎么拌吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (346, '苦瓜拌香干', '/api/img/2021081916293403914261958079.jpg', 28.00, '凉菜', '原料：苦瓜、香干、盐、酱油、芝麻油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (347, '鸡蛋蔬菜沙拉', '/api/img/2021081916293391601701958079.jpg', 59.00, '凉菜', '原料：鸡蛋、黄瓜、西红柿、沙拉汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (348, '凉拌粉丝', '/api/img/2021081916293370004098197577.jpg', 12.00, '凉菜', '原料：龙口粉丝、黄瓜、食用油、食盐、香菜段、蒜蓉、小米椒圈、辣椒面、白糖、生抽、蚝油、香醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (349, 'Q弹好吃的肉皮冻', '/api/img/2021081816292752386478197577.jpg', 35.00, '凉菜', '原料：肉皮、八角、姜、小葱、大蒜、酱油、盐、醋、生抽、辣椒油。', '“肉皮冻的营养其实没多少，但，就是好吃啊！肉皮内侧的肥肉也是“宝物”。带着肥肉的肉皮冻那叫一个香，而且表面凝固的那层厚厚的白色猪油，用小勺刮下来，炒菜、做馅更香！虽然是那个年代的无奈之举，但日子过得依然有滋有味。如今，随着口味的提高和营养知识的增加，这层肥肉和肥油就显得多余了，把肥肉切掉再煮，就健康多了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (350, '皮蛋豆腐', '/api/img/2021081816292692826858197577.jpg', 56.00, '凉菜', '原料：内酯豆腐、皮蛋豆腐、小葱、小米辣/菜椒、食盐、糖、生抽、醋、蚝油、香油。', '“清凉爽口的皮蛋豆腐，又香又嫩，唇齿留香。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (351, '清爽龙利鱼拌菜', '/api/img/2021081816292682474371958079.jpg', 11.00, '凉菜', '原料：龙利鱼、金针菇、虫草花、菜叶、小米椒、醋、生抽、盐。', '“含蛋白质，低脂肪的一道拌菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (352, '鸡蛋拌黄瓜', '/api/img/2021081816292648637121958079.jpg', 38.00, '凉菜', '原料：黄瓜、鸡蛋、油醋汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (353, '凉拌土豆片', '/api/img/2021081816292556528178197577.jpg', 11.00, '凉菜', '原料：土豆、蒜泥、白芝麻、凉拌酱油、陈醋、香油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (354, '五香豆腐丝', '/api/img/2021081816292540597598197577.jpg', 29.00, '凉菜', '原料：黑豆丝、香菜、菜椒、葱段、盐、糖、香油、生抽。', '“美味又好吃，嚼劲十足的五香豆腐丝，北方人都爱吃，下就好菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (355, '凉拌手撕鸡', '/api/img/2021081816292525257681958079.jpg', 53.00, '凉菜', '原料：鸡腿、胡萝卜、洋葱、黄瓜、蒜末、香油适量、六月鲜10克轻盐原汁酱油、糖、醋、香油。', '“酸爽开胃凉拌手撕鸡，照顾到老人孩子的需求，没有放辣椒，全家都可以享用。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (356, '柠檬仔姜凤爪', '/api/img/2021081716291926891101958079.jpg', 15.00, '凉菜', '原料：鸡爪、柠檬、仔姜、洋葱、剁辣椒、红油、生抽、香醋、大蒜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (357, '咸肉', '/api/img/2021081716291901469561958079.jpg', 53.00, '凉菜', '原料：肉、盐、花椒、八角、茴香、桂皮。', '“这不仅是第一次腌咸肉，而且还是夏天。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (358, '芝麻酱营养丰富，除了做火锅蘸料，拌各种青菜也很好。', '/api/img/2021081716291808489921958079.jpg', 51.00, '凉菜', '原料：油麦菜、芝麻酱、蒜、精盐、鸡精、蚝油、黑芝麻。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (359, '麻辣凉拌菜', '/api/img/2021081716291781372128197577.jpg', 17.00, '凉菜', '原料：黑木耳、黄瓜、魔芋结、辣椒、大蒜、盐、香醋、生抽、花椒油、花椒粉、辣椒油、香油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (360, '菠菜拌粉丝', '/api/img/2021081716291679207201958079.jpg', 27.00, '凉菜', '原料：菠菜、粉丝、大蒜、红辣椒、油、盐、酱油、油泼辣子。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (361, '油泼豇豆', '/api/img/2021081716291676934708197577.jpg', 28.00, '凉菜', '原料：豇豆、红辣椒、蒜、油、盐、酱油、芝麻。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (362, '黄瓜拌海蜇魔芋丝', '/api/img/2021081416289054563401958079.jpg', 32.00, '凉菜', '原料：小黄瓜、海蜇皮、魔芋丝、蒜、盐、陈醋、味极鲜酱油、糖、油、芝麻油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (363, '虾皮拌辣椒', '/api/img/2021081316288550547918197577.jpg', 50.00, '凉菜', '原料：辣椒、虾皮、香菜、小葱、甜面酱、香油、盐。', '“经典的夏季凉菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (364, '白水豆腐', '/api/img/2021081316288469375771958079.jpg', 17.00, '凉菜', '原料：老豆腐、油辣椒、生抽、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (365, '凉拌苦瓜', '/api/img/2021081316288353926838197577.jpg', 40.00, '凉菜', '原料：苦瓜、橄榄油、盐、味精。', '“苦瓜有清热、去心火、解毒明目、补气益精、止渴消暑的作用。夏季天气炎热，多食苦瓜好处多。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (366, '凉拌黑木耳', '/api/img/2021081316288352334698197577.jpg', 16.00, '凉菜', '原料：黑木耳、大蒜、老干妈辣椒酱、生抽、盐、醋、白糖、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (367, '鸡胸肉这样做分分钟光盘！香辣过瘾超下饭', '/api/img/2021081316288342988878197577.jpg', 35.00, '凉菜', '原料：鸡胸肉、小米辣、香菜、料酒、生抽、蚝油。', '“又解锁鸡胸肉的灵魂吃法~凉拌鸡胸肉!你们一定要去试试~香辣过瘾，比牛肉还好吃，真的太解馋了!关键还好吃不胖!赶紧安排吧” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (368, '凉拌苦瓜', '/api/img/2021081216287736187911958079.jpg', 24.00, '凉菜', '原料：苦瓜、食用油、蒜头、食盐、白糖、自制花生酱、青柠酸辣汁。', '“苦瓜别总炒鸡蛋了，像这样简单拌一拌，开胃好吃又下饭；酸酸辣辣，咸香脆爽，关键是还非常地简单快手，不信你也试试看~~~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (369, '凉拌木耳', '/api/img/2021081216287731677911958079.jpg', 53.00, '凉菜', '原料：木耳、蒜、葱、花生米、花生油、醋、生抽、蚝油、鸡精、盐。', '“黑木耳含蛋白质、脂肪、多糖和钙、磷、铁等元素以及胡萝卜素、维生素B1、维生素B2、烟酸等，还含磷脂、固醇等营养素。木耳营养丰富，被誉为“菌中之冠”。简单美味，健康营养，老少皆宜，开胃爽口快手菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (370, '香卤猪脷', '/api/img/2021081216287574329501958079.jpg', 14.00, '凉菜', '原料：猪脷、老卤汁、料酒。', '“咸香味美，爽口不油腻。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (371, '凉拌手撕杏鲍菇', '/api/img/2021081216287549522168197577.jpg', 48.00, '凉菜', '原料：杏鲍菇、小葱、大蒜、生抽、醋、盐、白糖、香油。', '“杏鲍菇口感肥嫩，略有弹性，其富含蛋白质和植物纤维，含大量人体必需氨基酸。杏鲍菇的吃法很多，炒烤煎拌均可。手撕杏鲍菇，没吃之前大多数人以为它嚼不动，其实不然。焯水后的手撕杏鲍菇，口感嫩滑，因为破口比较多，又是海绵状的组织，所以特别容易入味。拌一盘，开胃下饭，多放点蒜末或者蒜泥，提味还杀菌。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (372, '萝卜丝虾皮饼', '/api/img/2021100616335059888218197577.jpg', 46.00, '主食', '原料：白萝卜、虾皮、鸡蛋、手抓饼、酱油、蚝油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (373, '芝士厚蛋烧三明治', '/api/img/2021100616335006353778197577.jpg', 19.00, '主食', '原料：厚吐司、安佳淡味黄油、安佳芝士片、鸡蛋、牛奶、培根、欧芹、蛋黄酱、盐。', '“我最喜欢吃三明治，每天我都会拿它来当早餐，今天早餐做一个这样的三明治。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (374, '杏鲍菇鸡蛋馅素水饺', '/api/img/2021100516334348224401958079.jpg', 43.00, '主食', '原料：杏鲍菇、鸡蛋、白菜叶、生抽、香油、花椒粉、葱花、盐、鸡精、油。', '“杏鲍菇没有用盐沙一下，最后馅有点出水，也应先沙下再包。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (375, '香芹牛肉饺', '/api/img/2021100516334230352811958079.jpg', 55.00, '主食', '原料：牛肉、饺子皮、香芹、盐、黑胡椒粉、生抽、蚝油、玉米油、葱姜水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (376, '冬瓜馅素饺', '/api/img/2021100516334182857571958079.jpg', 20.00, '主食', '原料：冬瓜、豆腐、胡萝卜、香菇、虾米、食用油、生抽、蚝油、盐鸡精、十三香、葱花。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (377, '菠菜三鲜水饺', '/api/img/2021100516334165081501958079.jpg', 48.00, '主食', '原料：普通面粉、菠菜、虾仁、鸡蛋、木耳、盐、鸡精、生抽、香油、花生油、葱、姜末。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (378, '豆腐渣面饼', '/api/img/2021100516334064934151958079.jpg', 36.00, '主食', '原料：面粉、豆腐渣、橄榄油、腌。', '“这个饼非常好吃，而且也不浪费食材。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (379, '香肠蛋炒饭', '/api/img/2021100516334004829891958079.jpg', 24.00, '主食', '原料：剩米饭、香肠、鸡蛋、玉米粒、豌豆、蒜末、油、酱油。', '“剩米饭的华丽变身，添加自己喜欢的食材，剩饭也变得美味可口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (380, '什锦炒饭', '/api/img/2021100416333439143008197577.jpg', 27.00, '主食', '原料：米饭、鸡蛋、洋葱、胡萝卜、豌豆、虾仁粒、盐、生抽、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (381, '鸡蛋韭菜盒子', '/api/img/2021100316332476377411958079.jpg', 33.00, '主食', '原料：普通面粉、韭菜、虾仁、鸡蛋、姜末、盐、鸡精、香油、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (382, '小白菜水饺', '/api/img/2021100316332273186561958079.jpg', 54.00, '主食', '原料：小油菜、胡萝卜、鸡蛋、面粉、食盐、生抽、蚝油、五香粉、香油。', '“小白菜的营养价值很高：它含有丰富的蛋白质、脂肪、钙和胡萝卜素；含蛋白质是大白菜的2倍，含钙成分也是大白菜的2倍，含胡萝卜素是大白菜的4倍。所以，多吃小白菜对人体有益……” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (383, '红枣紫米面窝窝头', '/api/img/2021100216331792717968197577.jpg', 43.00, '主食', '原料：稻米、小米、黑米、红枣、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (384, '酱油鸡腿焖饭', '/api/img/2021100216331692598508197577.jpg', 50.00, '主食', '原料：大鸡腿、大米、姜、八角、花椒、料酒、酱油、生抽、盐、水、小葱。', '“以前我经常做排骨焖饭、腊肉焖饭，但是都得把肉料炒一炒才成，今天我整了一锅酱油鸡腿焖饭，用了新方法特省事。鸡腿就用家常小料腌一腌，酱油的用量多一些吃着更美味。经过几个小时的腌制，咸味似乎都渗入骨头中了。把腌料汁倒入大米中，再把鸡腿放在上面同焖。嘿，还别说，这一锅米饭吸了鸡腿上的油脂，颗颗饱满油润，3块钱一斤的大米吃出了8块钱一斤的感觉。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (385, '豇豆麦饭', '/api/img/2021100216331530393968197577.jpg', 59.00, '主食', '原料：豇豆、玉米粉、面粉、五香粉、蒜泥、香油、陈醋、凉拌酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (386, '蛋炒饭', '/api/img/2021100216331398776028197577.jpg', 55.00, '主食', '原料：米饭、火腿肠、洋葱、糟辣椒、鸡蛋、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (387, '南瓜鸡蛋饺', '/api/img/2021100116330727316851958079.jpg', 22.00, '主食', '原料：鸡蛋、南瓜、韭菜、面粉、胡椒粉、鸡蛋、生抽、香油、花生油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (388, '鱼丸鲜贝炒米粉', '/api/img/2021100116330546044041958079.jpg', 55.00, '主食', '原料：鱼丸、鲜贝、米粉、胡萝卜、香菜、葱花、生抽、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (389, '炒肉末拌饭', '/api/img/2021100116330545224541958079.jpg', 49.00, '主食', '原料：肉末、米饭、包菜、生抽、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (390, '烧肉芹菜蒸饺', '/api/img/2021100116330544223771958079.jpg', 55.00, '主食', '原料：南瓜面团、烧肉、芹菜、生抽、鸡蛋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (391, '洋葱香肠土豆饭', '/api/img/2021093016329801407668197577.jpg', 45.00, '主食', '原料：大米、香肠、土豆、洋葱、酱油、蚝油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (392, '瘦肉粉肠汤河粉', '/api/img/2021092916328792124671958079.jpg', 36.00, '主食', '原料：河粉、粉肠、瘦肉、姜丝、葱花、金蒜、盐、胡椒粉、生粉、花生油、米酒。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (393, '泡菜炒年糕', '/api/img/2021092416324924397178197577.jpg', 57.00, '主食', '原料：年糕、泡菜、白菜、玉米油、盐、生抽。', '“简单的炒年糕，美味佳肴。可口！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (394, '海鲜蘑菇披萨🍕', '/api/img/2021092416324834822428197577.jpg', 54.00, '主食', '原料：高筋面粉、低筋面粉、酵母粉、糖、盐、油、牛奶、虾（蒜蓉腌过的虾）、鱿鱼圈、蘑菇、蘑菇、奶油、高汤、蒜瓣、黑椒盐。', '“制作全过程适合4岁以上宝宝操作😊。用自制的奶油蘑菇汁比番茄酱好吃太多了😋。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (395, '橄榄菜鸡腿菇炒饭', '/api/img/2021092416324613544118197577.jpg', 40.00, '主食', '原料：隔夜饭、鸡腿菇、鱼丸、鸡蛋、玉米粒、葱花、橄榄菜、盐。', '“剩饭大改造。简单的鸡蛋炒饭，用橄榄菜做主调料，风味便完全不一样了，小改变总有新发现。记得用爽口的菇类和肉类做配料，鸡腿菇+鱼丸，鲜冬菇+虾仁，首选搭配。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (396, '蘑菇汁猪扒饭', '/api/img/2021091816319679263168197577.jpg', 46.00, '主食', '原料：猪扒、鸡蛋、面包糠、面粉、蒜瓣、蘑菇、鲜奶油、黑椒盐、味淋、欧芹碎。', '“这菜的重点是自制蘑菇汁，材料简单，味道浓郁，煮汁过程（不包括切蘑菇和剥蒜）只需五分钟，某人说，下次直接煮蘑菇汁拌饭得了，可以不吃肉😓。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (397, '干南瓜馅包子', '/api/img/2021091616317701544431958079.jpg', 18.00, '主食', '原料：面粉、干南瓜、酵母、牛奶、白糖、蒜、花生油、盐、鸡精。', '“简单美味，健康营养，筋道有嚼头，百吃不腻，回味无穷。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (398, '鲜菇鸡汤米线🍜', '/api/img/2021091616317702083131958079.jpg', 57.00, '主食', '原料：米线、鸡腿菇、火锅肉片、鸡汤、鸡蛋、黑椒盐。', '“午餐时间，来锅热腾腾的过桥米线吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (399, '芹菜肉丝炒面', '/api/img/2021091616317703888251958079.jpg', 26.00, '主食', '原料：芹菜、肉丝、洋葱、小米椒、薄细面条、葱、花生油、花椒、辣椒、盐、生抽、老抽、鸡精、淀粉、白胡椒粉、姜、蒜。', '“微辣，油润鲜香，微微焦香的口感，好吃极了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (400, '河南特色蒸卤面', '/api/img/2021091616317562058591958079.jpg', 25.00, '主食', '原料：细面条、豇豆角、前腿肉、料酒、盐、老抽、五香粉、姜末。', '“河南有个特色面食，蒸卤面，是个很传统的面食，几乎家家都会做，虽然做法各有千秋，但总是风格一致，都是菜和面条混合蒸出来的。虽然做法不难，但很多人蒸出来面条会结团，或者不够筋道，那么不粘连又筋道的方法看我的分享吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (401, '香煎土豆丝饼', '/api/img/2021091616317562869721958079.jpg', 52.00, '主食', '原料：土豆、面粉、盐、鸡精、辣椒面、白胡椒粉、孜然粉、椒盐、食用油', '“咬一口香脆酥糯！咸香适口。隔壁小孩馋哭了，自家小孩吃不够₍₍ ᕕ⍢ᕗ⁾⁾简单方便，绝不失手！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (402, '一锅熟', '/api/img/2021091616317561211358197577.jpg', 14.00, '主食', '原料：香米、胡萝卜、牛排、午餐肉、青豆、玉米粒、西葫芦、生抽、老抽、蚝油、鸡精。', '“米饭、蔬菜、肉肉都在电饭锅里一起呈现。最适合忙碌没时间做饭的人们。也是儿时父亲经常做的饭。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (403, '葱油麻椒花卷儿', '/api/img/2021091516317110222381958079.jpg', 15.00, '主食', '原料：面粉、酵母、花椒面、食用油、葱花、水、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (404, '芋头排骨饭', '/api/img/2021091516316837943308197577.jpg', 29.00, '主食', '原料：香米、清水、香芋、排骨、盐、生抽、老抽、生姜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (405, '粘玉米面豆包', '/api/img/2021091516316732539991958079.jpg', 36.00, '主食', '原料：粘玉米面、红豆、白糖。', '“粘玉米面做出的粘豆包，香香甜甜味道好，咬一口都是家乡的味道。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (406, '酱香牛肉焖饭', '/api/img/2021091416316266049058197577.jpg', 50.00, '主食', '原料：牛肉、洋葱、胡萝卜、土豆、葱、大米、青豆、黄肖氏酱香烧汁。', '“这是一道简单易做的快手焖饭，色香味俱全！吸饱汤汁的大块牛肉，软糯的土豆，Q弹的大米，香喷喷的一大碗，酱香浓郁，鲜美可口，入味十足，营养丰富！制作过程中无需再另外繁琐的加任何调味料了，一包黄肖氏酱香烧汁就搞定啦！厨房小白也可以做出超鲜的美味哦！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (407, '酱香牛肉焖饭', '/api/img/2021091416316266049058197577.jpg', 33.00, '主食', '原料：牛肉、洋葱、胡萝卜、土豆、葱、大米、青豆、黄肖氏酱香烧汁。', '“这是一道简单易做的快手焖饭，色香味俱全！吸饱汤汁的大块牛肉，软糯的土豆，Q弹的大米，香喷喷的一大碗，酱香浓郁，鲜美可口，入味十足，营养丰富！制作过程中无需再另外繁琐的加任何调味料了，一包黄肖氏酱香烧汁就搞定啦！厨房小白也可以做出超鲜的美味哦！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (408, '胡萝卜红烧牛肉面', '/api/img/2021091416316081659571958079.jpg', 26.00, '主食', '原料：牛腩、胡萝卜、洋葱、姜、番茄、葱、香菜、花椒、八角、草果、豆瓣酱、盐、油、料酒、酱油、五香粉、姜粉、老抽、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (409, '南瓜豆腐包', '/api/img/2021091416316064528691958079.jpg', 23.00, '主食', '原料：面粉、酵母、南瓜、豆腐、油、盐、生抽、蚝油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (410, '肉丁土豆焖饭', '/api/img/2021091016312402472781958079.jpg', 59.00, '主食', '原料：大米、土豆、胡萝卜、肉丁、猪油、盐、蚝油、生抽、胡椒粉', '“简单美味的焖饭～有肉，有时蔬，完美搭配，营养更加全面哦！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (411, '卤蛋肉丝面', '/api/img/2021090916311903507291958079.jpg', 31.00, '主食', '原料：里脊肉、卤蛋、丝瓜、蒲公英面条、淀粉、油、盐、料酒、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (412, '葱油拌面', '/api/img/2021090916311899254591958079.jpg', 16.00, '主食', '原料：青虾、挂面、葱、盐、油、蚝油、酱油、糖、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (413, '番茄肉丸汤面', '/api/img/2021090916311719952961958079.jpg', 39.00, '主食', '原料：番茄、肉馅、挂面、青菜、葱末、姜末、鸡蛋、淀粉、盐、料酒、胡椒粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (414, '家常臊子面', '/api/img/2021090916311548461411958079.jpg', 58.00, '主食', '原料：五花肉、鸡蛋、木耳、黄花菜、豆腐、韭菜、土豆、胡萝卜、豆角、面条、葱、姜、蒜、盐、味精、十三香、老抽、酱油、料酒、辣椒面、老陈醋。', '“人到中年就应该放慢脚步，让自己的生活过得惬意一些，只有这样整个人的心情才能变得好起来。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (415, '秋天的第一碗——电饭锅煲仔饭', '/api/img/2021090816311050208908197577.jpg', 53.00, '主食', '原料：大米、腊肠、香菇、青菜、香菇、鸡蛋、生抽、老抽、香油、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (416, '香辣牛肉面', '/api/img/2021090716310080896871958079.jpg', 28.00, '主食', '原料：牛腩块、面饼、青菜、香辣酱、花椒、料酒、生姜、盐、酱油、香菜。', '“可以媲美X师傅的香辣牛肉面，做法超级简单。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (417, '豆腐烧肉末拌面', '/api/img/2021090716310024185621958079.jpg', 37.00, '主食', '原料：猪肉、面条、豆腐、葱、青椒、姜、油、盐、料酒、生抽。', '“贴秋膘要循序渐进，荤素搭配最佳。豆腐搭配肉末烧制，动物蛋白与植物蛋白完美结合，营养丰富，养生保健。非常适合这个季节享用。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (418, '香辣炸酱面', '/api/img/2021090716309944104021958079.jpg', 43.00, '主食', '原料：面条、香菇、瘦肉末、线椒、纯净水、花生油、盐、老抽、生抽、料酒、五香粉、鸡精、淀粉。', '““面条”简单美味，香辣可口。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (419, '滑蛋炸虾饭 Ebi Katsu Don ', '/api/img/2021090716309926145728197577.jpg', 49.00, '主食', '原料：白饭、虾、洋葱、鸡蛋、面包糠、味淋、料酒、酱油。', '“半个洋葱，一碗白饭，两个鸡蛋，三只虾。自己动手做日料= 简单食材的复杂吃法😂” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (420, '茄汁大虾面', '/api/img/2021090716309853802361958079.jpg', 14.00, '主食', '原料：鲜虾、面条、杏鲍菇、葱、姜、油、盐、番茄酱、白糖。', '“面条是大爱。加了大虾的面条更是喜欢，海鲜贴秋膘妥妥的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (421, '南瓜馒头', '/api/img/2021090716309786661471958079.jpg', 37.00, '主食', '原料：面粉、酵母粉、南瓜泥、白糖。', '“这款【南瓜馒头】的做法和普通的馒头一样的，只是用南瓜泥代替水和面。用这种方法蒸制的馒头，同时也吸收了南瓜的营养成分，是一款老少皆宜的面食，口感喧软，色泽也很好看，颜值高好味道。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (422, '香菇牛肉饭', '/api/img/2021090616309221403578197577.jpg', 41.00, '主食', '原料：火锅肥牛片、鲜冬菇、姜、蒜、葱、黑椒盐。', '“快手小炒+白灼青菜+白饭。姜葱汁超级下饭🍚，感觉没牛肉都能吃两碗饭😂。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (423, '精肉豆角汤粉', '/api/img/2021090616309135242931958079.jpg', 53.00, '主食', '原料：熟肉、米粉、豇豆角、老干妈、食盐。', '“煮的精肉可以随时入菜，煮个粉啥啊的很方便。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (424, '西红柿鸡蛋拌面', '/api/img/2021090616309006735521958079.jpg', 42.00, '主食', '原料：面条、西红柿、鸡蛋、青菜、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (425, '黄瓜火鸡酱拌面', '/api/img/2021090516308479622961958079.jpg', 32.00, '主食', '原料：黄瓜、鸡蛋、面条、食用油、香葱、香油、食盐、料酒、火鸡面酱、原酿酱油。', '“#面条#最近秋老虎发威，天天高温，比三伏天还要闷热，总想吃点凉的食物；今天分享一道简单美味的黄瓜火鸡酱拌面给大家，清新不油腻， 香辣又过瘾；天热来一盘，营养丰富又美味，关键做法还非常简单；喜欢吃凉面的不妨试一试哟~~~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (426, '南瓜馒头 ', '/api/img/2021090516308341969151958079.jpg', 41.00, '主食', '原料：面粉、南瓜、水、酵母。', '“秋天是南瓜大量上市的季节，南瓜营养丰富，有益健康。但是买来一个大南瓜往往吃不完，只能分成块蒸熟冻起来。不过消耗它的方法还是很多哒，打汁、煮稀饭、烙南瓜饼、蒸馒头……下面开始干活咯……” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (427, '火腿蛋炒饭', '/api/img/2021090516308070187241958079.jpg', 52.00, '主食', '原料：米饭、鸡蛋、火腿、洋葱、胡萝卜、蒜、油、盐、生抽。', '“【火腿蛋炒饭】用的是金华火腿，这种火腿煸炒之后香味非常浓郁，用来炒饭味道好极了。这道炒饭里面火腿和鸡蛋是必须的，其它的配料可以按照自己的喜爱搭配，多一样少一样都不妨碍火腿的香味。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (428, '亚麻籽油炒饭', '/api/img/2021090416307228725358197577.jpg', 31.00, '主食', '原料：米饭、胡萝卜、榨菜、肉肠、豌豆粒、玉米粒、蒜、亚麻籽油、盐。', '“亚麻籽油不耐热，最适合用来拌凉菜。但因为它们味道不佳，如果和香油1：1混合，拌出来的菜就显得味道比较正常了。也可以和花生油、菜籽油等较耐热的油脂混合，用来做烹制菜肴。拌饺子馅、包子馅的时候，可以加一部分亚麻籽油。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (429, '胡萝卜素软包子', '/api/img/2021090316306516706111958079.jpg', 32.00, '主食', '原料：面粉、发酵粉、碱粉、糖、葱、地软、豆腐、胡萝卜、粉条、油、盐、五香粉、姜粉、蚝油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (430, '松茸杂酱面', '/api/img/2021090316306515991691958079.jpg', 53.00, '主食', '原料：面粉、水、猪肉、葱、松茸、黄瓜、甜面酱、油、盐、水、淀粉、酱油、五香粉、油泼辣子、醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (431, '南瓜莲蓉包（一次发酵）', '/api/img/2021090316306495335991958079.jpg', 16.00, '主食', '原料：普通面粉、熟南瓜泥、酵母、莲蓉馅。', '“用南瓜泥揉面，借助模具造型，外形立体美观，色泽金黄亮丽，面皮蓬松暄软，内馅香甜软糯，营养美味，老少皆宜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (432, '小葱虾仁蛋炒饭', '/api/img/2021083116303911872981958079.jpg', 60.00, '主食', '原料：剩米饭、鸡蛋、虾仁、火腿肠、小葱、油、盐、五香粉、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (433, '番茄炒蛋饭', '/api/img/2021083116303911184651958079.jpg', 30.00, '主食', '原料：番茄、鸡蛋、米饭、葱。', '“中午来个快手菜吧，随便弄一下。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (434, '西红柿鸡蛋煮馍', '/api/img/2021083116303809181611958079.jpg', 56.00, '主食', '原料：鸡蛋、西红柿、火腿肠、馒头、葱、姜、蒜、香菜、盐、白糖、味精、十三香、酱油。', '“简简单单的幸福生活，不过如此！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (435, '包菜鸡蛋饼', '/api/img/2021083016303144621091958079.jpg', 42.00, '主食', '原料：包菜、鸡蛋、小葱、食盐、胡椒粉。', '“少油少盐少糖是一种非常健康的饮食习惯，长期坚持有利于寿命的延长。现代人生活水平提高，生活节奏变化，运动时间相对较少，唯一可以轻松做出改变的健康方式就是低脂低盐的饮食了，可以有效预防和缓解三高，为健康添砖加瓦。今天分享一道我家经常食用的包菜鸡蛋饼，低盐低卡，制作简单，营养又好，赶快试一下吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (436, '海参炒生面', '/api/img/2021083016302947353991958079.jpg', 42.00, '主食', '原料：海参、猪肉、生面、洋葱、蒜苗、香菇、蚝油、酱油、胡椒粉、鸡精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (437, '虾皮南瓜饼', '/api/img/2021083016302920716701958079.jpg', 19.00, '主食', '原料：南瓜、虾皮、鸡蛋、面粉、玉米油、盐、13香。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (438, '红枣花生乌米饭', '/api/img/2021083016302871219108197577.jpg', 31.00, '主食', '原料：糯米、枫叶汁、红枣、花生、糖。', '“我也不知道该怎么说自己，三月三的时候买了一大把枫叶，搞了好多枫叶汁，只为了煮点乌米饭。到现在冰箱里还有，我知道我会放久的，所以当时用的凉白开泡的，现在天气热也不想吃。这个还是蛮久之前做的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (439, '肉丝年糕汤', '/api/img/2021082916302027495678197577.jpg', 45.00, '主食', '原料：年糕、里脊肉、香葱、淀粉、稻米油、盐、胡椒粉、生抽。', '“简单营养的早餐，开启一天的新生活～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (440, '黄金火腿蛋炒饭', '/api/img/2021082816301601398011958079.jpg', 22.00, '主食', '原料：隔夜米饭、鸡蛋、火腿肠、盐。', '“以前不知道蛋炒饭还能这么做，金灿灿的，比一般蛋炒饭好吃多了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (441, '水煎包—荞麦面', '/api/img/2021082816301562783271958079.jpg', 21.00, '主食', '原料：荞麦面、包白菜、猪肉、大葱、油、盐、鸡精、十三香、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (442, '萝卜猪肉馅蒸饺', '/api/img/2021082816301556395591958079.jpg', 11.00, '主食', '原料：面粉、猪肉、萝卜、胡萝卜、大葱、油、盐、鸡精、酱油、十三香。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (443, '酸汤水饺', '/api/img/2021082816301399363141958079.jpg', 18.00, '主食', '原料：冷冻玉米猪肉水饺、紫菜、小葱、盐、鸡精、生抽、醋。', '“入秋时分，下班回家，身体乏累，煮一碗酸汤水饺，真的是方便又美味，还有家的味道。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (444, '生煎小油卷', '/api/img/2021082816301205846641958079.jpg', 31.00, '主食', '原料：面粉、水、酵母、盐、糖、广式甜肠、小葱、盐、油。', '“北方人爱吃面食，一个面团能玩出很多花样，油卷本身就是馒头的升级版本，用油或者油酥加小葱、盐、肉粒等材料做馅，味道更丰富，样貌也比大白馒头要好看一些。日常比较常见的油卷都是蒸出来的，因为“蒸”可以批量操作，只要蒸锅够大，一次性可以蒸很多。偶尔想换换口味的时候，我们也可以用生煎的方法做小油卷，今天分享的食谱就是直接生煎出来的小油卷，非常好吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (445, '葱花油饼', '/api/img/2021082816301162174281958079.jpg', 45.00, '主食', '原料：中筋面粉、小葱、盐、五香粉、油。', '“好吃又劲道，表皮酥脆，口感超级好，而且葱香味十足，每次吃到这个就想起小时候帮妈妈烧火，妈妈用地锅给我炕油饼，我就站在锅台前，做好一个，妈妈就会让我趁热先吃，那种拿在手里又烫手又烫嘴还吃的超级香的画面，突然感觉好幸福。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (446, '巨无霸汉堡', '/api/img/2021082716300715682718197577.jpg', 17.00, '主食', '原料：汉堡面包、切片芝士、烤牛肉排、煎蛋、生菜、牛肉、黄油、鸡蛋、蒜、洋葱、面粉、料酒、黑胡椒粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (447, '葱花肉松华夫饼', '/api/img/2021082716300515955108197577.jpg', 50.00, '主食', '原料：华夫饼粉、清水、鸡蛋、葱、肉松。', '“马上就要开学啦，孩子们的早餐又要安排上了。今天送上一款早餐王牌给大家参考 ，喜欢的可以复制一下哦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (448, '玉米白面饼', '/api/img/2021082716300450928591958079.jpg', 45.00, '主食', '原料：玉米粉、白面粉、酵母、韭菜、胡萝卜、油、鸡精、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (449, '窝蛋腊味饭', '/api/img/2021082716300340699551958079.jpg', 37.00, '主食', '原料：米、腊肠、腊肉、腊鸭、猪润肠、葱、豉油。', '“突然降温十几度，是时候来一锅杂锦腊味饭，腊肉，腊肠，润肠，腊鸭，加上鸡蛋，完美了！对于不喜生食的人，最理想的窝蛋应该是豆花状蛋白+9成熟刚凝固的蛋黄。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (450, '低脂生菜鸡蛋饼', '/api/img/2021082716300281484161958079.jpg', 20.00, '主食', '原料：鸡蛋、生菜、盐、油、黑芝麻酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (451, '炸馒头', '/api/img/2021082716300287818651958079.jpg', 12.00, '主食', '原料：馒头、炼乳。', '“这款是粤式炸馒头😊 1 馒头本身产自广州；2 馒头个头小巧，横截面有整齐的拉丝纹路；3 我的炸馒头正是回忆里广东茶楼的味道，得趁热蘸炼乳吃！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (452, '炸馒头', '/api/img/2021082716300287818651958079.jpg', 60.00, '主食', '原料：馒头、炼乳。', '“这款是粤式炸馒头😊 1 馒头本身产自广州；2 馒头个头小巧，横截面有整齐的拉丝纹路；3 我的炸馒头正是回忆里广东茶楼的味道，得趁热蘸炼乳吃！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (453, '里脊肉煎饺', '/api/img/2021082616299683829321958079.jpg', 19.00, '主食', '原料：饺子皮、里脊肉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (454, '玉米煎饼', '/api/img/2021082516298588936231958079.jpg', 14.00, '主食', '原料：糯米粉、面粉、玉米粒、水、糖。', '“在超市看到人家买甜玉米，想起来来我们家住的小表妹说想吃玉米，就买了两根回来。某天早上想起来以前在饭堂吃的两块钱一块的玉米煎饼，就想着做一下。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (455, '咖喱牛肉盖浇饭', '/api/img/2021082516298554763538197577.jpg', 26.00, '主食', '原料：牛肉、红萝卜、大米、土豆、洋葱、西兰花、咖喱块、料酒、酱油、盐、水、五香粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (456, '美味茴香煎饼', '/api/img/2021082516298551239411958079.jpg', 29.00, '主食', '原料：面粉、茴香、水、盐、五香粉、油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (457, '甜肠南瓜焖饭', '/api/img/2021082516298549535898197577.jpg', 12.00, '主食', '原料：大米、南瓜、甜肠、豆角、油、盐、蚝油、生抽。', '““秋天到，南瓜俏”这俗话说得真是好，秋季是南瓜丰收的季节，老妈菜园子里的几棵南瓜秧子还真结了不少，大大小小的南瓜家里最近都没有断过。各种南瓜美食也是越吃越爱呀。今天的南瓜焖饭一上桌，就被家人集体表扬了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (458, '简易三明治', '/api/img/2021082416297957912878197577.jpg', 40.00, '主食', '原料：吐司、火腿肉、鸡蛋、花生油、盐。', '“简单、易学。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (459, '绿豆胡萝卜婴儿饭', '/api/img/2021082416297831074971958079.jpg', 16.00, '主食', '原料：米、绿豆、胡萝卜、鸡胸脯。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (460, '培根披萨', '/api/img/2021082416297831733168197577.jpg', 13.00, '主食', '原料：披萨饼、培根、芝士、披萨酱、花生油。', '“喜欢就点个关注吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (461, '肉酱拌面', '/api/img/2021082416297689515661958079.jpg', 42.00, '主食', '原料：干扁面、肉酱、香菜、金蒜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (462, '酸汤水饺', '/api/img/2021082416297691336191958079.jpg', 58.00, '主食', '原料：水饺、芝麻、花生碎、辣椒面、蒜末、醋、味极鲜、鸡精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (463, '腊肉三明治', '/api/img/2021082316297263209558197577.jpg', 41.00, '主食', '原料：面包、腊肉、帕玛森奶酪、口蘑、西红柿、油、盐、黑胡椒碎。', '“女儿的脑洞很大，她把我中午买回家的腊肉夹进了面包片中，三明治的馅料除了腊肉，还加了一些帕玛森奶酪和口蘑，还魔幻般地煎了两块西红柿，把我蒸好的南瓜捣成了南瓜泥，再配上一杯我打好的热豆浆，这组合真是超好吃呀。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (464, ' 紫甘蓝饭团', '/api/img/2021082316297013177581958079.jpg', 54.00, '主食', '原料：米饭、紫甘蓝丝、黄瓜丁、午餐肉丁、白砂糖、味达美 清香米醋、沙拉酱、六月鲜 12克轻盐特级昆布酱油。', '“　　紫甘蓝含有丰富的维生素和矿物质，还有大量的纤维素，可以起到强身健体、降低胆固醇、促进肠蠕动的作用。紫甘蓝的紫色是花青素的颜色，花青素能减少紫外线对皮肤所带来的伤害，能抗辐射，能保护视力和提高免疫力，还能延缓血管细胞的衰老，保持血管的弹性，防止硬化，降低血压。　　花青素在碱性环境中会变成蓝绿色，在酸性环境中变成红色。为了得到漂亮的颜色，添加了一定的米醋。　　紫甘蓝营养这么好，颜色又好看，做成饭团，小朋友一定喜欢。而且制作简单，几分钟就做好了，再也不用担心上学来不及吃早饭了。　” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (465, '好看又好吃的红糖发糕，这样做一次就能做成功哦', '/api/img/2021082316296843451281958079.jpg', 47.00, '主食', '原料：红糖、热水、面粉、酵母、小苏打、红枣、植物油。', '“母亲比较喜欢吃发糕，之前她做发糕，要么太粘，要么没发起来，而这次按这个方子做出来的红糖发糕不黏牙，很好吃，喜欢的朋友可以做起来哦~这个分量至少是两人份的哦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (466, '大肉包子', '/api/img/2021082216296429545841958079.jpg', 27.00, '主食', '原料：面粉、猪肉馅、葱、姜、酵母、白糖、水、耗油、生抽、盐、鸡精、芝麻油。', '“传说中的大肉包子，这个点才出锅，那就当做夜宵吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (467, '黄金蛋炒饭', '/api/img/2021082216296427619941958079.jpg', 50.00, '主食', '原料：隔夜米饭、鸡蛋、青椒、火腿肠、盐。', '“解锁了新的炒饭技巧以后，我果断抛弃了酱油炒饭，甚至晚上闷饭的时候会多做一点点，隔夜之后，第二天就可以炒饭了。搭配蛋炒饭的配料，很多选择，有什么就炒什么。火腿，虾仁，玉米，青豆，胡萝卜，黄瓜，青椒，甜椒等等都可以。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (468, '豆角馍花麦饭', '/api/img/2021082216296368543261958079.jpg', 46.00, '主食', '原料：豇豆、手工蒸馍、面粉、大葱、大蒜、盐、十三香、鸡精、胡椒粉、辣椒面、花生油。', '“农家饭豆角馍花麦饭，，处处都是儿时的味道，香辣入味，好吃不厌。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (469, '芹菜猪肉饺子', '/api/img/2021082216296322396541958079.jpg', 38.00, '主食', '原料：猪腿肉、芹菜、盐、蚝油、鸡精、生抽。', '“下午休息，大宝说想吃芹菜猪肉馅的蒸饺，不要胡萝卜、不用葱、不要姜……好滴，满足🤗” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (470, '排骨焖饭', '/api/img/2021082216296203724261958079.jpg', 18.00, '主食', '原料：烧好的排骨、米、酱油、花椒油、黑椒汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (471, '番茄煎蛋拌面', '/api/img/2021082216296199245251958079.jpg', 12.00, '主食', '原料：番茄、鸡蛋、洋葱、蒜、小葱、盐、砂糖、蚝油、生抽、辣椒面、食用油。', '“夏天的小尾巴，不小心被我抓住。酸酸甜甜。配着加冰雪碧，啊！爽快！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (472, '卤肉包（烫面）', '/api/img/2021082216296161569561958079.jpg', 32.00, '主食', '原料：小麦面粉、玉米面、85度热水、盐、长茄子、卤肉、盐、生抽、五香粉、葱、生姜、蒜、蚝油、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (473, '玉米面发饼', '/api/img/2021082216296159644241958079.jpg', 28.00, '主食', '原料：玉米面、白面、牛奶、热水、发酵粉、白糖。', '“金黄酥香的玉米面发饼，松软香甜，脆而不硬，不用就菜能吃俩。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (474, '茄子青椒素包', '/api/img/2021081916293670461131958079.jpg', 13.00, '主食', '原料：面粉、糖、发酵粉、碱粉、青椒、茄子、大葱、粉条、油、盐、蚝油、五香粉、姜粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (475, '蒜香菠菜面', '/api/img/2021081916293665061631958079.jpg', 52.00, '主食', '原料：面粉、菠菜、蒜、葱、油、盐、辣椒粉、醋、酱油、芝麻。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (476, '羊肉洋葱拌面', '/api/img/2021081916293634346921958079.jpg', 38.00, '主食', '原料：中筋面粉、羊肉、洋葱、面粉用凉水、油、盐、酱油。', '“一年四季，即使天天吃面条也能不重样，手上的食材简单一搭配，保管让它有滋有味儿有营养。就像今天的这碗拌面，机器压的面条又快又滋润；拌面的“汆儿”用的羊肉炒洋葱。鲜美的羊肉、脆嫩的洋葱，羊肉和洋葱自身出来的汤汁浸润着面条，无需过多调料，盐和酱油就是最好的调味儿。这款面条一日三餐均可食用。午、晚餐不用多说了，如果是早餐吃，面条可以提前压或者切出来放冰箱冷藏或者冷冻，直接入沸水煮熟即可；当然喽，面条用挂面更省事。羊肉和洋葱提前一晚切出来，早上烧水煮面炒菜，用不了10分钟就能吃上，解馋补元气真带劲。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (477, '红糖核桃花卷', '/api/img/2021081916293512629921958079.jpg', 45.00, '主食', '原料：普通面粉、玉米面、核桃粉、红糖、玉米油、酵母粉、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (478, '照烧鸡排饭', '/api/img/2021081916293512099498197577.jpg', 52.00, '主食', '原料：鸡腿肉、料酒、生抽、胡椒粉、老抽、耗油、蜂蜜。', '“每次去菜市场到卖鸡肉的地方都会买好多，猪肉倒反而一般般 朋友前几天来家里吃饭买了鸡腿肉给小朋友做红烧鸡腿的 买了有点多所以留了三个拿来做鸡排饭 哈哈，都觉得自己太会过日子了不许笑我哈 主要还是贪吃 下了一段时间的雨终于消停一会儿了，天气还是很闷热 食欲也是忽高忽地” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (479, '荷香排骨饭', '/api/img/2021081916293368439458197577.jpg', 25.00, '主食', '原料：糯米、小米、子排、鲜荷叶、甜豆、生抽、蚝油、盐、味精、葱花。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (480, '番薯叶素肉包的详细教程，这样做，包子做的好看又好吃哦', '/api/img/2021081816292915186521958079.jpg', 46.00, '主食', '原料：温水、面粉、干酵母、番薯叶、香菇、素牛肉、糖、小苏打、素蚝油、盐、香油。', '“为同样素食的母亲，做了个早餐，她喜欢吃宣软的包子，就地取材，用当季的番薯叶和素牛肉做馅儿。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (481, '香菇菜包', '/api/img/2021081816292712871401958079.jpg', 22.00, '主食', '原料：上海青、干香菇、木耳、豆干、面粉、水、糖、酵母、泡打粉、猪油、盐、植物油、麻油。', '“素包子，吃素的看过来。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (482, '鸡蛋火腿炒饼丝', '/api/img/2021081816292647876658197577.jpg', 40.00, '主食', '原料：饼丝、鸡蛋、火腿肠、青椒、洋葱、茴子白、葱、姜、蒜、盐、味精、鸡精、十三香、南德调味料、料酒、酱油、蚝油。', '“有一种生活叫做为家人做饭然后看着他们吃光光！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (483, '三角饭团', '/api/img/2021081816292590505148197577.jpg', 38.00, '主食', '原料：米饭、五色糯米饭、玉米丁、胡萝卜丁、水煮鸡蛋、红肠片、火腿肠、沙拉酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (484, '鸡蛋炒饭', '/api/img/2021081816292589931628197577.jpg', 17.00, '主食', '原料：米饭、鸡蛋、洋葱、生菜、盐、油、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (485, '卤菜意大利面', '/api/img/2021081816292508508011958079.jpg', 32.00, '主食', '原料：意大利面、卤鸡中翅、卤蛋、卤鸭心、黑椒汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (486, '茄子花椒酱拌粉', '/api/img/2021081816292507417411958079.jpg', 30.00, '主食', '原料：米粉、熟精肉、大葱、茄子花椒肉酱。', '“有炒好的茄子花椒肉酱，还有煮好的精肉，所以煮个粉，放点配菜就是美味一餐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (487, '方瓜丝蛋皮饺', '/api/img/2021081716291844919531958079.jpg', 43.00, '主食', '原料：方瓜、面粉、鸡蛋、香菇、油、盐、葱、姜。', '“嫩嫩的方瓜最适合包饺子了，晨练结束路过菜场，看到大爷卖的方瓜，好新鲜，赶紧买个回家，心里已经想好要吃方瓜馅儿的饺子了😋。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (488, '红枣杂粮窝窝头', '/api/img/2021081716291831818958197577.jpg', 56.00, '主食', '原料：稻米、小米、黑米、红枣、清水。', '“这是家人都喜欢吃的窝头，平时都是婆婆做给我们吃，今天发现家里还有好多杂粮，想尽快消灭一下，所以想自己尝试一下，我是分别打的杂粮粉，然后混合在一起，感觉比例有点不太好，粘糯程度稍比婆婆做的逊色应该是大米面多一些，黑米小米少点，大米占三分之二吧，不过这个也很好吃呢！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (489, '葱油拌面', '/api/img/2021081716291798538491958079.jpg', 25.00, '主食', '原料：面条、香葱、熟白芝麻、油、生抽、老抽、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (490, '玉米面软饼', '/api/img/2021081716291794758341958079.jpg', 32.00, '主食', '原料：玉米面、白面、白糖、白芝麻、酵母粉、植物油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (491, '红油面皮', '/api/img/2021081716291677315081958079.jpg', 19.00, '主食', '原料：擀面皮、面筋、红萝卜、洋葱、青椒、辣椒红油、盐、醋、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (492, '什锦炒饭', '/api/img/2021081616291084672808197577.jpg', 36.00, '主食', '原料：米饭、胡萝卜、洋葱、豌豆、鸡蛋、玉米粒、盐、生抽、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (493, '炖土豆意大利面', '/api/img/2021081616290852357231958079.jpg', 36.00, '主食', '原料：意大利面、炖土豆、黑椒汁', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (494, '烤紫山药馍片', '/api/img/2021100616335061908548197577.jpg', 37.00, '小吃', '原料：面粉、鸡蛋、紫山药、食用油。', '“只要是烤馍片，就是给我妈做的。她用来当零食，每次快吃完了，就说“我的烤馍快没有了！”我就赶紧给做新的。这次我用紫山药来做的，保留山药颗粒，好看又好吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (495, '萝卜丝虾皮饼', '/api/img/2021100616335059888218197577.jpg', 41.00, '小吃', '原料：白萝卜、虾皮、鸡蛋、手抓饼、酱油、蚝油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (496, '阿胶糕', '/api/img/2021100616335007368128197577.jpg', 48.00, '小吃', '原料：阿胶块、黑芝麻、枸杞、红枣、老冰糖、核桃。', '“秋天补气补血，美容养颜，手脚冰冷。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (497, '烤冷面', '/api/img/2021100616334973551738197577.jpg', 33.00, '小吃', '原料：冷面饼、鸡蛋、火腿肠、香菜、黑芝麻、烤冷面酱、醋、烧烤料、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (498, '烤赤小豆', '/api/img/2021100616334849333798197577.jpg', 24.00, '小吃', '原料：赤小豆、无、无。', '“为了搭配烤的薏米，把赤小豆也烤了。即可以直接煮汤，也可以打成粉。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (499, '红糖冰粉', '/api/img/2021100516334354108981958079.jpg', 34.00, '小吃', '原料：冰粉粉、水、红糖、花生、瓜子碎。', '“香甜适口，降噪润喉！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (500, '酥炸鱿鱼圈- 气泡水面糊版', '/api/img/2021100516334090971481958079.jpg', 15.00, '小吃', '原料：鱿鱼圈、面粉、蛋白、气泡水、蒜盐、盐。', '“前几天炸鱿鱼圈时用蛋白拌面糊，已经非常好吃，这次尝试蛋白+气泡水拌面糊，结果只能～ 更加好吃，大人小孩吃不停手😋。只加蛋白的面糊，外壳酥脆带硬；加入气泡水后，外壳酥脆而蓬松，喜欢的朋友一定要试试。气泡水就是苏打水，我用的是不含糖和任何味道的。不过，用其他有气泡的饮料代替也行，例如啤酒，可乐，芬达等，很容易找到。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (501, '泡椒凤爪', '/api/img/2021100516334027456391958079.jpg', 20.00, '小吃', '原料：鸡爪、泡椒、葱、姜、胡萝卜、泡椒汁。', '“泡椒凤爪是四川的有名的一道小吃，既可以当下酒菜，也可以当日常的凉菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (502, '胶钱罗', '/api/img/2021100516333998721901958079.jpg', 60.00, '小吃', '原料：糯米粉、开水、芝麻花生、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (503, '脆皮油条', '/api/img/2021100516333986601331958079.jpg', 42.00, '小吃', '原料：面粉、鸡蛋、无铝泡打粉、酵母粉、食用油、食用盐、白糖。', '“百里不同风，千里不同俗。每个地方都有着自己独具特色的小吃，但是油条在许多地方都有，这是一个经久不衰的美味小吃，原因很简单，赶时间方便拿在手上可以边走边吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (504, '羊肉胡卜', '/api/img/2021100316332474326951958079.jpg', 53.00, '小吃', '原料：饼丝、羊肉、羊汤、葱、姜、蒜、香菜、黄花菜、西红柿、盐、味精、十三香、羊油辣椒。', '“平淡是白开水，品尝之时无味，平淡之中却见真情真意，平淡之中是一种另类的幸福所归。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (505, '泡椒鸡爪', '/api/img/2021100216331690831088197577.jpg', 17.00, '小吃', '原料：鸡爪、清水、食盐、葱、酒菠萝、卤肉料、姜、纯净水、食盐、鸡精、白醋、泡椒、小米辣。', '“昨晚少爷他爹说嘴巴寂寞，想吃东西。给他洗好了水果又不想吃，我就给做了这个泡椒鸡爪。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (506, '青菜芋泥糊', '/api/img/2021100216331395924278197577.jpg', 13.00, '小吃', '原料：芋头、菜心、大蒜、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (507, '黑燕麦葛根粉', '/api/img/2021100216331394875898197577.jpg', 48.00, '小吃', '原料：黑燕麦、葛根粉、芝麻、枸杞、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (508, '酥炸鱿鱼圈 — 蛋白面糊版', '/api/img/2021100116330917273641958079.jpg', 31.00, '小吃', '原料：鱿鱼圈、面粉、蛋白、海苔碎、盐、盐。', '“软软糯糯的鱿鱼圈🦑😋，裹上蛋白面糊，从第一个到最后一个，都是酥酥脆脆的口感，表层脆壳不会因为被压着，或者冷却而软化，有点像刚炸好的天妇罗，但比娇气的天妇罗（表层一降温就软塌下来）更香更脆。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (509, '原味烤油板栗', '/api/img/2021100116330786252181958079.jpg', 55.00, '小吃', '原料：油板栗。', '“这种油板栗本身就甜，热量很高，所以直接烤了原味的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (510, '水果奶油可丽饼', '/api/img/2021093016330077764098197577.jpg', 37.00, '小吃', '原料：JUST Egg 植物蛋、清水、玉米油、细砂糖、低筋面粉、淀粉、奶油、青提葡萄。', '“现在越来越多的朋友和我一样，每月会选择几天茹素。除了传统的蛋奶素，也有许多朋友选择纯素。最近早上路过这家永康路口的煎饼小屋照例买早点，发现他们家还提供纯植物造的植物蛋煎饼，居然价格和普通煎饼一样。之前就听说过，这次不仅尝试了一下，而且今日份食谱也是用同款植物蛋做的哦，就是这份颜值在线的可丽饼🌯，男女老少皆食得！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (511, '牛瘪（百草药汤）', '/api/img/2021093016330008695878197577.jpg', 53.00, '小吃', '原料：乡下现杀牛肉、百草汤、辣椒、食用盐、新鲜生姜、其它香料。', '“部分侗族/苗族人的一道特色菜” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (512, '雪花酥', '/api/img/2021093016329978185658197577.jpg', 14.00, '小吃', '原料：棉花糖、冻干草莓、蔓越莓干、饼干、黄油', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (513, '雪花酥', '/api/img/2021093016329978185658197577.jpg', 36.00, '小吃', '原料：棉花糖、冻干草莓、蔓越莓干、饼干、黄油', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (514, '芝士土豆地瓜丸', '/api/img/2021093016329849938981958079.jpg', 38.00, '小吃', '原料：土豆、红薯、马苏里拉芝士、面包糠、鸡蛋、牛奶。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (515, '烧仙草', '/api/img/2021093016329656583698197577.jpg', 60.00, '小吃', '原料：仙草粉、水、各种水果、西米、椰浆。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (516, '家庭版螺蛳粉', '/api/img/2021092916329138745751958079.jpg', 48.00, '小吃', '原料：螺蛳粉、菜心、腐竹、花生米、鲜虾、葱花、香油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (517, '晋南羊肉泡馍', '/api/img/2021092916328936938301958079.jpg', 18.00, '小吃', '原料：熟羊肉、羊血、豆腐、粉条、羊汤、葱花、香菜、花椒面、味精、羊油辣椒。', '“为家人做饭是一件幸福的事情，乐在其中，希望家人健健康康每一天。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (518, '虾仁鲜肉小馄饨', '/api/img/2021092516325409615921958079.jpg', 45.00, '小吃', '原料：鲜肉、虾仁、馄饨皮、紫菜、青菜、虾米、盐、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (519, '芹菜肉末小馄饨', '/api/img/2021092516325377659591958079.jpg', 38.00, '小吃', '原料：芹菜、肉末、紫菜、虾米、青菜、盐。', '“原汁原味的小馄饨味道特别好早餐来一碗完美极了！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (520, '泡菜炒年糕', '/api/img/2021092416324924397178197577.jpg', 12.00, '小吃', '原料：年糕、泡菜、白菜、玉米油、盐、生抽。', '“简单的炒年糕，美味佳肴。可口！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (521, '苹果果脯', '/api/img/2021092416324831968868197577.jpg', 15.00, '小吃', '原料：苹果、盐。', '“粗茶淡饭最养人，平平淡淡才是真。记录生活中的点点滴滴！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (522, '炸鱼薯条Fish & Chips', '/api/img/2021092316324005147081958079.jpg', 46.00, '小吃', '原料：面粉、啤酒、蒜盐/黑椒盐、巴沙鱼块/龙利鱼柳、土豆、蒜盐/黑椒盐、盐。', '“在“Fish and chips”的世界里，fish和chips的做法有很多种，这里介绍的是battered fish cocktails + wedges chips。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (523, '孜然火腿土豆丁', '/api/img/2021092316323878078538197577.jpg', 28.00, '小吃', '原料：土豆、火腿肠、白芝麻、辣椒面、孜然粉、生抽、盐、小葱。', '“孜然火腿土豆丁不管是大朋友还是小朋友都喜欢吃，但就是做的不好吃，做不出路边摊的那种味道，今天十天美食就教你做，比路边摊还好吃的孜然火腿土豆丁” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (524, '原味炸薯角 - 红薯版', '/api/img/2021092316323753688951958079.jpg', 22.00, '小吃', '原料：红薯/番薯、面粉、盐。', '“微风轻拂的午后，晒着太阳，泡着清茶，再配个炸薯角，开启愉快的下午茶时间。一大盘软糯香甜的炸红薯，全部制作过程只需十分钟！方法跟炸土豆一样，￼喜甜的朋友不容错过。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (525, '炸鸡柳', '/api/img/2021092316323752525268197577.jpg', 29.00, '小吃', '原料：鸡胸肉、黄面包糠、鸡蛋、葱段、生抽、蚝油、盐、胡椒粉、料酒、玉米淀粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (526, '米姜', '/api/img/2021092316323750968268197577.jpg', 44.00, '小吃', '原料：姜、冰糖、水、糖。', '“秋季一天两片姜，手脚不再凉，暖胃驱寒。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (527, '炸鸡排', '/api/img/2021092316323678287611958079.jpg', 54.00, '小吃', '原料：鸡胸肉、鸡蛋液、淀粉、奥尔良料、面包糠。', '“所有的孩子都喜欢鸡排饭，但外面卖油炸食品实在是不放心，自己动手超级省事又健康。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (528, '奥尔良炸鸡翅', '/api/img/2021092216323134417798197577.jpg', 26.00, '小吃', '原料：鸡翅、面粉、生粉、奥尔良烤鸡腌料。', '“奥尔良鸡翅炸着吃😋。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (529, '家庭版糖炒栗子', '/api/img/2021092216323053175941958079.jpg', 43.00, '小吃', '原料：板栗、糖、食用油、水。', '“只需要一口锅～小白也能轻松学会的家庭版糖炒栗子～      板栗中含有大量的不饱和脂肪酸以及维生素，可以促进胃肠道内物质的消化与吸收，能起到健脾养胃的功效，还可以抑制血压的升高。       板栗中含有丰富的核黄素，可以有效的预防口腔溃疡以及口舌疮等疾病。       此外板栗中还含有大量的碳水化合物，进入人体内可以转化为热能，可以加快脂肪的代谢，能起到健脾养胃的功效。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (530, '驴打滚', '/api/img/2021092116322059101301958079.jpg', 13.00, '小吃', '原料：糯米粉、牛奶、植物油、紫薯泥、黄豆粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (531, '家常酸辣粉', '/api/img/2021091716318554934888197577.jpg', 55.00, '小吃', '原料：干番薯粉条、花主米、榨菜、小白菜、香菜、辣椒粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (532, '酥炸虾丸', '/api/img/2021091516317122096081958079.jpg', 32.00, '小吃', '原料：虾肉、鱼滑、面包糠、鸡蛋、蚝油、麻油、胡椒粉。', '“外面卖的虾丸，会掺杂各种粉以丰盈体积，我有时会怀疑自己吃的是假虾丸。想吃上真材实料，最简单的方法是自己动手。酥酥脆脆的外壳，弹性十足的肉馅，厚实的质感，让人好满足。这里肉馅的成分是虾肉和鱼肉，如果你全部用虾肉也是没问题的，一样的做法。我刀功不好，剁不出顺滑的虾滑，所以要靠机器打的鱼滑增加丸子弹性。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (533, '美味大赏之冰糖草莓', '/api/img/2021091516316866572191958079.jpg', 28.00, '小吃', '原料：草莓、砂糖、清水、竹签。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (534, '红豆椰汁砵仔糕', '/api/img/2021091416315890361638197577.jpg', 32.00, '小吃', '原料：红豆、钵仔糕粉、马蹄粉、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (535, '炒河粉', '/api/img/2021091216314106376578197577.jpg', 43.00, '小吃', '原料：宽河粉、绿豆芽、牛肉、胡萝卜丝、海帶丝、生抽、腐乳、蚝油。', '“米粉在我们这里几乎每天都会吃，一般在早上吃的多，但有时候也会是一日三餐都可以，有各种吃法，只要你喜欢，怎么吃都不厌😋” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (536, '糯米粉红薯丸子', '/api/img/2021091116313690648841958079.jpg', 59.00, '小吃', '原料：红薯、糯米粉、清油。', '“一款简单的风味小吃，甜香软糯。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (537, '青椒肉丝手抓饼', '/api/img/2021091116313258806701958079.jpg', 32.00, '小吃', '原料：手抓饼、猪肉丝、青椒丝、生抽、老抽、料酒、淀粉、盐、白糖、蚝油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (538, '清汤馄饨', '/api/img/2021091116313254841961958079.jpg', 34.00, '小吃', '原料：速冻馄饨、生菜、盐、虾皮、鸡精、胡椒粉、小葱。', '“简单美味的快手早餐，10分钟即可完成。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (539, '鸡蛋玉米饼', '/api/img/2021091016312762133888197577.jpg', 43.00, '小吃', '原料：嫩玉米、鸡蛋、糯米粉、油、芝麻。', '“香甜可口，外酥里嫩，营养健康，好吃不胖，您值得拥有！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (540, '咖喱护心肉炒年糕', '/api/img/2021091016312592126118197577.jpg', 57.00, '小吃', '原料：咖喱护心肉、年糕、葱花。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (541, '烤紫薯', '/api/img/2021090916311782158721958079.jpg', 29.00, '小吃', '原料：紫薯。', '“秋天就是吃烤红薯和炒板栗的季节” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (542, '炸丸子', '/api/img/2021090816310880227308197577.jpg', 39.00, '小吃', '原料：肉馅、蒜苗、鸡蛋、面粉、馒头、花椒面、十三香、盐。', '“过年必备炸菜” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (543, '温泉蛋￼ 改良版', '/api/img/2021090816310798418511958079.jpg', 38.00, '小吃', '原料：鸡蛋、水、酱油。', '“温泉蛋是白饭，炒饭，汤面，炒面，甚至方便面上的点睛配料，大大提高了主食的整体颜值和味道。我这是借鉴poached eggs/水波蛋的做法，做出来的温泉蛋，大概两分钟煮一只，超级软润丝滑，关键是很容易上手。传统温泉蛋的做法很难保证不失手，我基本没听别人说过第一次就做成功的，都是经过多次尝试，才找到感觉。水温，水量，室温，鸡蛋温度（有常温的，有冷藏的），鸡蛋数量，鸡蛋大小，都是可变因素，可能每次煮都存在差异，所以还挺难控制的，要不然日料店也不会卖$2一个😓。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (544, '时来运转之内馅篇', '/api/img/2021090716310243797771958079.jpg', 26.00, '小吃', '原料：笋干丁、五花肉丁、紫菜、老抽、生抽、白糖、味精。', '“海岛🏝️--平潭美食。平潭盛产红薯，很多美食都是红薯制品。时来运转的皮是红薯蒸熟后晾凉，加入红薯粉揉匀，以前是人力捶打，现在一般都是机器加工。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (545, '黑芝麻烧饼', '/api/img/2021090716309787874411958079.jpg', 38.00, '小吃', '原料：面粉、黑芝麻粉、酵母粉、亚麻籽油、盐、温水。', '“这道【黑芝麻烧饼】是咸口味的，味道非常香，口感也很好。在拌制油酥时用的是亚麻籽油，因为亚麻籽油不适合于高温，所以用其制作油酥还是不错的选择。健康美味的烧饼，值得一试。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (546, '香酥芝麻饼，外酥里软层次分明，一口下去满嘴飘香，满满的童年味道。', '/api/img/2021090616308923306981958079.jpg', 22.00, '小吃', '原料：普通面粉、白砂糖、玉米油、牛奶、鸡蛋、白芝麻。', '“今天做一款又香有酥的芝麻饼，外酥里软层次分明，一口下去，满嘴飘香，酥脆的直往下掉渣，好吃的停不下来，满满的童年味道。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (547, '粘豆包', '/api/img/2021090516308068356931958079.jpg', 32.00, '小吃', '原料：红小豆、红芸豆、鹰嘴豆、糯米粉、红枣、水、白糖。', '“香香甜甜粘豆包，营养健康又好吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (548, '烤杏仁', '/api/img/2021090516308065077481958079.jpg', 17.00, '小吃', '原料：巴旦木仁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (549, '甜辣混酱猪肠粉', '/api/img/2021090516308061721781958079.jpg', 58.00, '小吃', '原料：猪肠粉、白芝麻、温水、韩式辣椒酱、番茄酱、蚝油、白糖、鸡精、白芝麻、温水。', '“这道混酱猪肠粉和港式的混酱猪肠粉不一样，这道猪肠粉必不可少的是韩式辣椒酱，甜辣的口感，会让人忍不住多吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (550, '孜然土豆', '/api/img/2021090216305606216218197577.jpg', 23.00, '小吃', '原料：土豆、烤肠、洋葱、孜然粒、孜然粉、辣椒面、盐、白芝麻、生抽、色拉油、小葱花。', '“喜欢吃土豆的同学们，一定要试试这道菜，烧烤味浓郁，咸香下饭” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (551, '素菜春卷', '/api/img/2021082916302438873848197577.jpg', 17.00, '小吃', '原料：春卷皮、笋干、木耳、韭菜、葱、花生油、盐、鸡精、蚝油、生抽。', '“今天虽然不是过节，但是突然很想吃春卷，那就买。春卷皮一斤10元，买了一斤。平常节日的时候买，一斤要二十几元。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (552, '果冻', '/api/img/2021082916302326069608197577.jpg', 10.00, '小吃', '原料：白凉粉、凉白开、热水。', '“家里正好买了一包白凉粉，我就准备开始做果冻啦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (553, '玉米窝', '/api/img/2021082916302261468588197577.jpg', 16.00, '小吃', '原料：玉米、蛋糕粉、油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (554, '华夫饼', '/api/img/2021082916302259585538197577.jpg', 11.00, '小吃', '原料：蛋糕粉、鸡蛋、白砂糖、酵母粉、醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (555, '油炸红薯条', '/api/img/2021082916302008196798197577.jpg', 33.00, '小吃', '原料：红薯、白面、白糖。', '“简单快捷。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (556, '速冻馄饨', '/api/img/2021082816301557376181958079.jpg', 15.00, '小吃', '原料：馄饨皮、猪肉、大葱、油、十三香、酱油、盐、鸡精。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (557, '包浆豆腐', '/api/img/2021082816301503088711958079.jpg', 55.00, '小吃', '原料：包浆豆腐、植物油、辣椒蘸料。', '“看到包浆豆腐一口爆浆，感觉很好吃，买了包也来尝试做一下，这次做的是烤的和煎的两种做法。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (558, '虾扯蛋', '/api/img/2021082816301492881831958079.jpg', 15.00, '小吃', '原料：低粉、鸡蛋、泡打粉、酱油、味啉、水、鹌鹑蛋、虾、葱花、木鱼花、海苔碎、番茄酱、千岛酱、沙拉酱。', '“谁说这是瞎扯淡？谁又敢说这不是虾扯蛋？哈哈……中国的文字一准儿把老外弄懵😂😜” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (559, '懒人煎饼', '/api/img/2021082816301444621421958079.jpg', 34.00, '小吃', '原料：手抓饼、鸡蛋、红肠、盐。', '“下雨天好想吃零食哦，把家里现有的食物加工一下吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (560, '黄金五黑丸', '/api/img/2021082716300690056388197577.jpg', 19.00, '小吃', '原料：黑豆、黑芝麻、黑米、黑枸杞、桑葚干、熟核桃仁、红枣肉、奇亚籽、龙舌兰糖浆。', '“近期几个月，压力有点大，有时候还熬夜，头发掉的厉害。就想着赶紧给自己补一补。这个配方是从一位达人那里学来的，她吃了之后，头发是肉眼可见的变黑变多，自己也来做个吃吃，坚持吃下去一定会有效果哒。感兴趣的朋友可以安排起来呀。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (561, '固元膏', '/api/img/2021082616299823797131958079.jpg', 16.00, '小吃', '原料：熟核桃仁、熟黑芝麻、枸杞、去核红枣、红糖、水、麦芽糖。', '“秋季宜进补，红枣、核桃、黑芝麻和枸杞四大原料组成的固元膏很适合秋冬吃呢。这固元膏甜而不腻，口感偏软，又香又好吃，清晨或下午来上两片，既解馋又补充能量呀！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (562, '玫瑰解郁丸', '/api/img/2021082616299474109908197577.jpg', 60.00, '小吃', '原料：山楂、枸杞、兰州百合、熟白芝麻、去核红枣、玫瑰花瓣、龙舌兰糖浆。', '“解郁丸的主要功能就在于疏导郁结的肝气，行血化瘀，不过东西再好，也只能帮助身体运转气血，治标不治本。我们首先来想想为什么会肝气郁结呢？其实主要原因是情绪不佳，说白了，就是生气，不开心。所以保持天天好心情，才能不再给身体添乱哦！再配上一天几颗的玫瑰解郁丸，一定越变越美呀！试吃一下，酸酸甜甜还有玫瑰的花香，挺好吃的呢！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (563, '红油米线', '/api/img/2021082516298605488591958079.jpg', 32.00, '小吃', '原料：米线、海带、青菜、豆皮、豆泡、绿豆芽、豆腐干、花椒酱、胡椒粉、盐、酱油、郫县豆瓣、花椒粉、葱花、香菜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (564, '鸡蛋肉卷可丽饼', '/api/img/2021082416297831119158197577.jpg', 14.00, '小吃', '原料：小麦粉、豆本豆、叉烧、鸡蛋、黑椒汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (565, '脆皮年糕，带我重回校园时光', '/api/img/2021082416297734525638197577.jpg', 46.00, '小吃', '原料：年糕、植物油、白芝麻、素肉松、甜面酱、番茄酱、糖浆、孜然粉。', '“小时候在学校上学，有时候就会买脆皮年糕吃，当时觉得好好吃，酱料撒料都嫌不够，现在自己做来吃，酱料和撒料都自由了。真的很好吃呢！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (566, '烤苕皮', '/api/img/2021082416297708726678197577.jpg', 25.00, '小吃', '原料：苕皮、葱花，香菜末、洋葱末、火腿丁、榨菜（酸萝卜，酸豆角）、蘸水辣椒粉、蒜蓉酱、烤串料。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (567, '章鱼烧—鲜虾小丸子', '/api/img/2021082416297687966071958079.jpg', 22.00, '小吃', '原料：面粉、三文鱼、虾、鸡蛋、章鱼烧酱、木鱼花、胡萝卜、洋葱、盐、橄榄油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (568, '炒年糕这样炒，入味又好吃呀！', '/api/img/2021082316297089198648197577.jpg', 31.00, '小吃', '原料：毛毛菜、胡萝卜、素肉排、豆芽、年糕、生抽、盐、素蚝油。', '“上次上传的炒年糕视频，播放量点赞率都很高哦，看来大家都很喜欢这炒年糕呀！那就把做法整理一下成菜谱啦~小时候就是喜欢吃街边炒的年糕，可我母亲就是炒不出来这种味道，这次倒是我自己炒出来了，很棒呀！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (569, '食光有约之洋芋螃蟹', '/api/img/2021082316297005334608197577.jpg', 23.00, '小吃', '原料：洋芋、鸡蛋、面粉、白胡椒、盐、单山蘸水。', '“因其外形貌似螃蟹而得其美名。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (570, '食光有约之炸鸡脯丸', '/api/img/2021082316296966818028197577.jpg', 49.00, '小吃', '原料：鸡脯肉、蛋白、干淀粉、白面包糠、番茄酱、盐', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (571, '奶香南瓜籽', '/api/img/2021082316296823838278197577.jpg', 54.00, '小吃', '原料：南瓜籽、黄油、白糖。', '“废物利用，最近吃南瓜比较多，就把南瓜子收集起来了，南瓜子富含维生素，氨基酸，矿物质，还有降压的作用。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (572, '润肺止咳的秋梨膏呀！', '/api/img/2021082216296238977701958079.jpg', 50.00, '小吃', '原料：梨、红枣、生姜、罗汉果、川贝、黄冰糖、水。', '“过了立秋，就发现天气有点干燥，嗓子容易干咳，听说秋梨膏润肺效果特别好，喝了不容易咳嗽，昨天也花了点时间，熬了个秋梨膏。 清甜的梨子味道，还不错哦，喜欢的朋友也可以安排起来哦，秋冬也要好好爱自己呀。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (573, '红糖椰蓉南瓜糍粑', '/api/img/2021082216296237463821958079.jpg', 50.00, '小吃', '原料：糯米粉、南瓜块、白糖、油、红糖、黑芝麻、水。', '“其实是又做了南瓜糯米糍，但为了把糯米粉全用上就加多了，做好放冰箱第二天再吃就硬了，于是用它为原材料切片煎了做了红糖糍粑。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (574, '油酥豌豆', '/api/img/2021082216296152801921958079.jpg', 32.00, '小吃', '原料：豌豆、油、盐、糖、辣椒粉。', '“从小就喜欢的油酥豌豆，每次出去吃火锅豆花酸辣粉都少不了它～今天把做法分享给大家” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (575, '奶油爆米花', '/api/img/2021082216295980532581958079.jpg', 16.00, '小吃', '原料：专用玉米粒、黄油、白砂糖、色拉油。', '“爆米花和电影更配哦~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (576, '芝士泡菜年糕', '/api/img/2021082116295427195858197577.jpg', 26.00, '小吃', '原料：年糕、辣白菜、马苏里拉芝士、韩式辣酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (577, '脆皮香蕉', '/api/img/2021082116295100405808197577.jpg', 19.00, '小吃', '原料：香蕉、鸡蛋、红薯淀粉、面包糠。', '“油脂，可能不太健康，但是，真的很快乐！脆皮香蕉，香甜软糯又酥脆，超级快乐！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (578, '无油少糖土豆脆片', '/api/img/2021082016294232263468197577.jpg', 15.00, '小吃', '原料：土豆泥、红薯粥、胡萝卜末、淀粉、黑胡椒粉、蜂蜜、糖、盐。', '“　　喜欢吃薯片吗？似乎很少有人能抵挡这一著名的垃圾食品的魅力。今天给大家推荐一款无油少糖的薯片做法，又松又脆，甜、咸口味都可以，哪怕不调味都能让你咔嚓咔嚓停不下来！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (579, '上海名菜四喜烤麸', '/api/img/2021081916293819631478197577.jpg', 14.00, '小吃', '原料：烤麸(水发挤干后)、黑木耳(干)、黄花菜(干)、花生米、油、六月鲜 特级酱油、六月鲜 红烧酱油、白砂糖。', '“　　四喜烤麸属于上海本帮菜，有着上海菜的显著特色——浓油赤酱，成菜酱香浓郁，油润绵软又有弹性，鲜咸中透着甜蜜，配菜木耳脆、花生香，口感丰富，十分下饭。所谓四喜，是指烤麸、木耳、黄花菜、花生米四种食材。但又有一种说法：四喜烤麸原来叫做四鲜烤麸，在上海话中“鲜”与“喜”音相近，为讨口彩就叫四喜烤麸了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (580, '关东煮（家庭版）', '/api/img/2021081916293764131168197577.jpg', 33.00, '小吃', '原料：各种丸子、豚骨拉面、海带结、菇类、海米、盐。', '“夏天马上要结束了。开启空调。第一锅关东煮安排！家里买的关东煮丸子套餐拆开了才发现没有料包。但是菜都切好了等着下锅。机智的我大胆的试了一下用豚骨拉面的料包。简直绝了！推荐小伙伴们。省钱又快手！简单不出错。（小声说:还好省钱呀。）快来试试吧？” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (581, '炒腰果', '/api/img/2021081916293638989678197577.jpg', 18.00, '小吃', '原料：腰果、花生油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (582, '红枣核桃糕', '/api/img/2021081916293444739221958079.jpg', 11.00, '小吃', '原料：去皮后的红枣肉、核桃仁、麦芽糖、黄油、木薯粉、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (583, '奶黄包', '/api/img/2021081816292946655131958079.jpg', 45.00, '小吃', '原料：面粉、奶黄馅、酵母、水、白糖。', '“白天上班出门就是一天，趁着晚上有时间给小宝做几个奶黄包，挑食的娃，不吃菜包，肉包……只喜欢奶黄的味道” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (584, '凉粉果冻', '/api/img/2021081816292800026408197577.jpg', 26.00, '小吃', '原料：白凉粉、清水、糖、牛奶。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (585, '卤菜肠粉', '/api/img/2021081816292508935161958079.jpg', 32.00, '小吃', '原料：米、卤菜、清水、酱油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (586, '水煮花生', '/api/img/2021081716291920708871958079.jpg', 11.00, '小吃', '原料：花生、盐、桂皮、香叶、花椒、八角。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (587, '啤酒卤蛋', '/api/img/2021081716291857739031958079.jpg', 36.00, '小吃', '原料：鸡蛋、啤酒、盐、老抽、白糖。', '“早餐爱好者，喷香Q弹，超级美味好吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (588, '水晶薯球', '/api/img/2021081716291850053638197577.jpg', 44.00, '小吃', '原料：紫薯、西米、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (589, '卤菜', '/api/img/2021081716291779967298197577.jpg', 38.00, '小吃', '原料：鸭脚掌、鸡中翅、鸭心、五香老卤调料', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (590, '空气炸锅—-香蕉鸡蛋手抓饼', '/api/img/2021081416289311215331958079.jpg', 53.00, '小吃', '原料：手抓饼、香蕉、鸡蛋、黑芝麻、白芝麻。', '“可以当早餐也可以做甜品，又可以做零食，每次做，都是儿子一个人吃完😄” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (591, '椰香薄脆', '/api/img/2021081416289055451911958079.jpg', 55.00, '小吃', '原料：新椰城椰浆、低筋面粉、蛋黄、椰子油、无铝泡打粉、绵白糖、盐。', '“　　薄脆是我做得比较多的小零食，老老小小都喜欢。以前做薄脆大多用米饭做，这次想用饼干方子来做。因着添加了椰浆，我就用了椰子油，双倍椰香，香死个人……　　这个配方有水分（椰浆），油的量也不多，想要做出酥脆的口感，得加点儿膨松剂，所以配方中有2克无铝泡打粉。泡打粉有害就在铝上，无铝的泡打粉是不要紧的，如果你介意添加剂，那可以去我的主页或公众号“眉记”找找《果蔬脆片》、《荞麦脆片》这两篇食谱。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (592, '油条鸡蛋卷饼', '/api/img/2021081316288447344788197577.jpg', 17.00, '小吃', '原料：小油条、鸡蛋、面粉、甜面酱、葱、油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (593, '茶叶蛋', '/api/img/2021081316288326455238197577.jpg', 49.00, '小吃', '原料：鸡蛋、鹌鹑蛋、香味、八角、良姜、桂皮、茶叶、食盐、老抽、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (594, '网红青团<法帅蒸汽烤箱式>', '/api/img/2019040115541123656029724956.jpg', 42.00, '小吃', '原料：糯米粉、澄粉、艾草粉、热水、咸蛋黄、肉松、糖、油、料酒。', '“要问什么食物最能代表江南的春天那必须是青团就像冬至要喝冬酿酒腊八要吃腊八粥一样清明自然少不了青团将最嫩的艾草捣烂为汁和糯米粉揉团捏壳再包裹豆沙等馅料蒸熟后抹一层油油绿如玉，锃亮一新，软糯Q弹” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (595, '糖烤栗子【法帅蒸汽烤箱版】', '/api/img/20190323155333348536910138013.jpg', 17.00, '小吃', '原料：板栗、白糖、水、玉米油、法帅蒸汽烤箱。', '“在这个四季长春的南方唯一能感受到秋天的气息则是这满街飘香的糖烤栗子轻易剥掉外壳香甜酥松秋天的黄昏，一杯红茶配栗子云淡风轻，轻松自由” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (596, 'Q弹糯米糍【法帅蒸汽烤箱版】', '/api/img/20190323155333268355210138013.jpg', 57.00, '小吃', '原料：糯米粉、常温水、椰浆、糖。', '“小时候童年很简单没有手机，没有电脑，简简单单打弹珠、翻花绳、小人书……5毛钱买份糯米糍小伙伴一起吃却出奇的开心与美好” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (597, '嫩滑蒸水蛋【法帅蒸汽烤箱式】', '/api/img/20190323155332235283910138013.jpg', 17.00, '小吃', '原料：鸡蛋、温水、油、盐、酱油、葱花。', '“欧洲贵族宫廷风格台式蒸汽烤箱远离油烟 静享清新厨房上下背部发热管加热风循环轻松搞定米其林星级大餐” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (598, '自制豆腐脑', '/api/img/2021081316288213143738197577.jpg', 30.00, '小吃', '原料：黄豆、豆腐内脂、骨头汤、香菜、紫菜、清水、辣椒油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (599, '孜然小土豆', '/api/img/2021081316288187598498197577.jpg', 35.00, '小吃', '原料：小土豆、植物油、盐、椒盐、孜然粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (600, '剩米饭的花样早餐吃法，米饭鸡蛋饼', '/api/img/2021081216287607017768197577.jpg', 14.00, '小吃', '原料：剩米饭、鸡蛋、洋葱、胡萝卜、食用油、盐、鸡精、胡椒粉。', '“快速消灭剩米饭的新吃法，健康营养还香气四溢，非常好吃的米饭鸡蛋饼。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (601, '牛肉米线', '/api/img/2021081216287463884598197577.jpg', 27.00, '小吃', '原料：米线、熟牛肉、韭菜、豆皮、生菜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (602, '红薯饼', '/api/img/2021081216287463518398197577.jpg', 34.00, '小吃', '原料：红薯、面粉、玉米淀粉、白糖、清水、花生油。', '“现在正是早熟红薯成熟的季节，嫂子昨天从老家来给我带了一箱，每次都是蒸着吃，煮着吃，拔丝红薯也吃了好多次，今天就给它想个别样吃法，红薯饼，没想到还真过瘾，外皮酥脆，内心甜糯。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (603, '香酥鸡排', '/api/img/2021081216287344826581958079.jpg', 54.00, '小吃', '原料：鸡胸肉、鸡蛋、玉米淀粉、面包糠、面粉、油、盐、料酒、酱油、五香粉、姜粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (604, '冰豆花', '/api/img/2021081116286884539598197577.jpg', 41.00, '小吃', '原料：黄豆、内脂、炼奶、清水、红糖、白糖。', '“去年做了一款冰醉豆花，今年又带来一款冰豆花，用酸奶杯盛装，每人一杯，巴适。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (605, '香酥鸡蛋卷', '/api/img/2021081116286684571031958079.jpg', 21.00, '小吃', '原料：低筋粉、蛋黄、鸡蛋、核桃油、柠檬、白糖、盐。', '“孩子都爱吃的鸡蛋卷，在家用一口平底锅就可以做，而且我用了核桃油，给孩子吃更放心。没有蛋卷机又想做蛋卷的就试试这个方法吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (606, '油饼', '/api/img/2021081116286463361451958079.jpg', 21.00, '小吃', '原料：面粉、温水、泡打粉、发酵粉、白糖、香豆子粉、盐、玉米油、花生油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (607, '香肠藕丁土豆饼', '/api/img/2021080616282140643058197577.jpg', 33.00, '小吃', '原料：土豆泥粉、开水、莲藕、香肠、洋葱、沙拉酱、目鱼花、章鱼烧酱、盐、黑胡椒。', '“买了一大包的土豆泥粉，本来是想着减肥吃的。做了几次土豆泥，这次换个口味。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (608, '椒盐土豆', '/api/img/2021080616282137827608197577.jpg', 32.00, '小吃', '原料：土豆、黑芝麻、椒盐、孜然粉、烧烤撒粉。', '“去湖北吃了椒盐土豆，回来后一直回味，今天也尝试一下。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (609, '钵钵鸡', '/api/img/2021080516281713703708197577.jpg', 42.00, '小吃', '原料：豆腐、生菜、金针菇、西兰花、香菇菜丸、包心肉丸、包心鱼丸、撒尿牛丸、钵钵鸡香辣菌菇素菜底锅。', '“夏天，想吃火锅又怕热怎么办？好办啊，今天就跟大家分享一款可以凉吃的火锅~钵钵鸡；钵钵鸡是什么？钵钵鸡就是冷吃火锅，想吃钵钵鸡不用去四川，有了它，在家就能做；简单方便，川味十足，开胃还好吃，喜欢的朋友不娘试试吧~~~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (610, '拉丝紫薯饼', '/api/img/2021080516281442023448197577.jpg', 27.00, '小吃', '原料：紫薯、马苏里拉奶酪芝士、糯米粉、白糖、油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (611, '蔬菜蛋煎饼', '/api/img/2021080516281410572301958079.jpg', 59.00, '小吃', '原料：中筋面粉、鸡蛋、胡萝卜丝、白菜丝、虾米、食用油、水、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (612, '豆沙酥饼', '/api/img/2021080516281300314741958079.jpg', 46.00, '小吃', '原料：中筋面粉、糖、猪油、水、面粉、猪油、红豆沙馅。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (613, '醪糟蛋', '/api/img/2021080416280618817381958079.jpg', 43.00, '小吃', '原料：鸡蛋、醪糟、冷冻汤圆、白砂糖。', '“四川美味。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (614, '烀苞米', '/api/img/2021080416280495643031958079.jpg', 28.00, '小吃', '原料：玉米、水。', '“一个烀字，方显东北特色。只是我这数量远远不够。一般是一堆生玉米扒一堆玉米皮和须子，要蒸一大锅，上桌是一大盆，才过瘾。可以直接啃，也可以和烀茄子、烀土豆及蒸酱一起吃，吃不完的还可以冻到冰箱里，随时吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (615, '清凉双色冰粉粉，红糖的甜蜜、抹茶的清新，解暑又美味香甜。', '/api/img/2021080316279826124038197577.jpg', 31.00, '小吃', '原料：清水、冰粉、红糖、抹茶粉、白砂糖、牛奶。', '“炎热的天，来试试这款清凉双色冰粉粉吧。入口微甜、清凉香甜、想吃啥就加啥。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (616, '免油炸芝士热狗棒', '/api/img/2021080316279573452048197577.jpg', 57.00, '小吃', '原料：培根火腿肠、面粉、鲜酵母、水、盐、糖、面包糠、马苏里拉奶酪。', '“剩下的一段肉肠，拿来做成芝士热狗棒吧不喜欢油炸，变炸为烤，油炸的看起来颜色更加金黄，表面油润；烤的颜色似乎就没那么诱人，表面干脆。口感略有差异，但都一样的芝香浓郁～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (617, '钵钵鸡', '/api/img/2021080316279549896478197577.jpg', 44.00, '小吃', '原料：鸡、牛肉、西兰花、海带、豆腐皮、鹌鹑蛋、姜、植物油、盐、八角、桂皮、小茴香、花椒、草果、香叶、生抽、老抽。', '“粗茶淡饭最养人，平平淡淡才是真。记录生活中的点点滴滴！家庭版钵钵鸡，家里有什么用什么，喜欢口味浓的可以加火锅底料或者直接买钵钵鸡调料😀” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (618, '麻酱面藕', '/api/img/2021080316279549292548197577.jpg', 22.00, '小吃', '原料：面藕、蒜蓉、香菜、小米椒、盐、生抽、陈醋、香油、芝麻酱。', '“夏日爽口小菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (619, '鲜贝丝瓜汤粉', '/api/img/2021080316279547686418197577.jpg', 16.00, '小吃', '原料：米粉、鲜贝丝瓜汤、清水、食盐、辣椒油。', '“做的鲜贝丝瓜汤，剩了一碗。煮点米粉做成汤粉，做一餐来食，三大营养元素就齐全啦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (620, '脆皮红薯球', '/api/img/2021080316279546609408197577.jpg', 49.00, '小吃', '原料：红薯、白砂糖、糯米粉、清水、锡纸。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (621, '饺子皮版苹果派', '/api/img/2021080316279546266178197577.jpg', 51.00, '小吃', '原料：饺子皮、苹果、黄油、白糖、淀粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (622, '烧仙草椰青酸奶水果捞', '/api/img/2021080216278947554868197577.jpg', 48.00, '小吃', '原料：烧仙草、椰青、火龙果、酸奶、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (623, '家常大冷面', '/api/img/2021080116277896869621958079.jpg', 11.00, '小吃', '原料：冷面、牛肉、鸡蛋、黄瓜、香菜、蒜沫、姜沫、西红柿、辣白菜、雪碧、酱油、米醋、盐、味精、鸡精、南德调味料、花椒油、白芝麻。', '“炎炎夏日，给家人做个大冷面，解暑又解馋，孩子们喜欢的不得了！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (624, '铜锣烧', '/api/img/2021080116277828985031958079.jpg', 33.00, '小吃', '原料：鸡蛋、糖粉、无铝泡打粉、低粉、豆沙馅、牛奶。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (625, '地瓜干', '/api/img/2021073116277223297528197577.jpg', 35.00, '小吃', '原料：红心地瓜、红茶、白糖。', '“地瓜干是小时候经常吃的美味，现在基本不用自己做了，福建的连城地瓜干就很出名。这次刚好买了一袋地瓜，吃不完就做成地瓜干制作的过程虽然辛苦，但是也是一种乐趣。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (626, '元宝姐姐的缤纷冰粉', '/api/img/2021073116277197501778197577.jpg', 14.00, '小吃', '原料：冰粉粉、水果糖、黄桃（选自己喜欢的）、酒酿、红枣、红糖、开水。', '“这次回重庆，又多了一样带不走的：也是重庆大街小巷都有的一道街边甜品：冰粉看着孩子从火车上一路哭回上海，为了缓解这一抹乡愁，老母亲决心在以后的夏日，都为她学做这一道很平常的重庆小甜点～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (627, '芝士黑麦馒头片', '/api/img/2021100616335029028538197577.jpg', 10.00, '西餐', '原料：黑麦馒头、马苏里拉奶酪、批萨酱、黄油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (628, '芝士厚蛋烧三明治', '/api/img/2021100616335006353778197577.jpg', 54.00, '西餐', '原料：厚吐司、安佳淡味黄油、安佳芝士片、鸡蛋、牛奶、培根、欧芹、蛋黄酱、盐。', '“我最喜欢吃三明治，每天我都会拿它来当早餐，今天早餐做一个这样的三明治。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (629, '牛排', '/api/img/2021100616334971192728197577.jpg', 39.00, '西餐', '原料：西冷牛排、小土豆、芦笋、小番茄、无花果、迷迭香、黑胡椒、盐、橄榄油、糖、肉桂粉、帕玛森干烙粉。。', '“家里最近穷了，妈妈和我，爸爸都想特别吃西餐。我觉得去吃西餐太贵了。没那么多钱，所以花了一些钱，买一些便宜的材料，做牛排给爸爸妈妈吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (630, '早餐必备，松软香甜超好吃的奶香排包！', '/api/img/2021100616334840285758197577.jpg', 33.00, '西餐', '原料：日式吐司面包粉、奶粉、鸡蛋、淡奶油、炼乳、牛奶、奶油奶酪、细砂糖、黄油、耐高糖酵母、盐。', '“添加了淡奶油跟奶油奶酪的奶香排包，柔软香甜，直接撕着吃，真真的老好吃了！这款奶香排包做法也不是很难，非常适合烘焙新手，准备好材料跟我做起来吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (631, '奶油滑鸡烩宽面', '/api/img/2021100216331554724518197577.jpg', 31.00, '西餐', '原料：意大利宽面、鸡腿肉、鸡腿菇、蒜、味淋、酱油、料酒、高汤、鲜奶油、黑椒盐、欧芹碎。', '“午餐时间～散发着蒜香&菌香&奶香的酱汁，配意大利宽面Fettuccine🍝。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (632, '波兰种面包', '/api/img/2021100216331387733918197577.jpg', 37.00, '西餐', '原料：高筋粉、波兰种、盐、糖、牛奶、奶粉、高筋粉、牛奶、耐高糖酵母、耐高糖酵母、黄油。', '“今天做了一个波兰种面包，需要的话看一下真的超香😘😘” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (633, '水果奶油可丽饼', '/api/img/2021093016330077764098197577.jpg', 20.00, '西餐', '原料：JUST Egg 植物蛋、清水、玉米油、细砂糖、低筋面粉、淀粉、奶油、青提葡萄。', '“现在越来越多的朋友和我一样，每月会选择几天茹素。除了传统的蛋奶素，也有许多朋友选择纯素。最近早上路过这家永康路口的煎饼小屋照例买早点，发现他们家还提供纯植物造的植物蛋煎饼，居然价格和普通煎饼一样。之前就听说过，这次不仅尝试了一下，而且今日份食谱也是用同款植物蛋做的哦，就是这份颜值在线的可丽饼🌯，男女老少皆食得！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (634, '猪排意面', '/api/img/2021092916328935924138197577.jpg', 20.00, '西餐', '原料：里脊肉、意面、酱油、盐、糖、胡椒粉、花椒粉、五香粉、黑胡椒粉、油、番茄酱、蚝油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (635, '椰香吐司（一次发酵）', '/api/img/2021092916328860311158197577.jpg', 54.00, '西餐', '原料：高筋面粉、鸡蛋2个+椰汁、白糖、酵母、盐、玉米油、玉米油、椰蓉、白糖、鸡蛋、鸡蛋液（或蜂蜜水、牛奶）。', '“本款吐司用椰汁揉面，卷入椰蓉馅，椰香浓郁，蓬松柔软，皮薄拉丝，营养美味。采用冷藏泡面（静置），面团经过较长时间的静置，自然形成面筋，纯手工揉面也能很快揉出手套膜，极大缩短揉面时间，同时，采用一次发酵，省时省力，值得一试。本配方为二个450克吐司的用量。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (636, '牛肉番茄辣酱意面', '/api/img/2021092816328089779031958079.jpg', 27.00, '西餐', '原料：意面、牛肉、番茄、洋葱、大蒜、油、辣酱、蕃茄酱、料酒、酱油、胡椒粉、水、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (637, '香煎牛排骨配蘑菇汁', '/api/img/2021092616326343619108197577.jpg', 26.00, '西餐', '原料：牛排骨、蘑菇、西兰花、蘑菇、奶油、味淋、黑椒盐、高汤、蒜、黑椒盐、欧芹碎。', '“自制蘑菇汁是重点，拌饭一流😋。牛排骨可用任意牛排代替，家有宝宝要煎到全熟，买肥瘦相间的，带大理石纹的牛肉比较嫩滑。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (638, '杂锦西多士', '/api/img/2021092616326343069288197577.jpg', 38.00, '西餐', '原料：面包、牛油、芝士、草莓果酱、花生酱、蛋液、炼乳。', '“下午茶时间☕️  French Toast～牛油芝士，草莓果酱，花生酱。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (639, '海鲜蘑菇披萨🍕', '/api/img/2021092416324834822428197577.jpg', 24.00, '西餐', '原料：高筋面粉、低筋面粉、酵母粉、糖、盐、油、牛奶、虾（蒜蓉腌过的虾）、鱿鱼圈、蘑菇、蘑菇、奶油、高汤、蒜瓣、黑椒盐。', '“制作全过程适合4岁以上宝宝操作😊。用自制的奶油蘑菇汁比番茄酱好吃太多了😋。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (640, '原味小餐包', '/api/img/2021092416324697742238197577.jpg', 23.00, '西餐', '原料：牛奶、低粉、酵母粉、白糖、鸡蛋、面包粉、黄油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (641, '煎牛排', '/api/img/2021092316323674195278197577.jpg', 30.00, '西餐', '原料：黄油、牛排、黑椒汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (642, '白汁培根披萨🍕', '/api/img/2021092216323157536528197577.jpg', 12.00, '西餐', '原料：高筋面粉、低筋面粉、糖、酵母、盐、油、牛奶、蒜蓉虾（提前用蒜蓉腌制的）、培根、洋葱、奶油、培根、洋葱、黑椒、味淋、料酒。', '“自制奶油洋葱汁，配培根蒜蓉虾。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (643, '奥尔良炸鸡翅', '/api/img/2021092216323134417798197577.jpg', 54.00, '西餐', '原料：鸡翅、面粉、生粉、奥尔良烤鸡腌料。', '“奥尔良鸡翅炸着吃😋。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (644, '香煎小面包，制作简单，奶香味十足，一口一个，孩子超爱吃。', '/api/img/2021092016321231956248197577.jpg', 19.00, '西餐', '原料：鸡蛋、植物油、白砂糖、酵母、温牛奶、普通面粉、盐。', '“小小一个煎面包，制作简单，奶香味十足，一口一个，幸福感满满。吃的时候还可以撒上点糖粉，或者蜂蜜等等，更添风味哦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (645, '健康低脂代餐～日式土豆鸡蛋沙拉', '/api/img/2021091716318423993408197577.jpg', 51.00, '西餐', '原料：土豆、鸡蛋、火腿片、沙拉酱、盐、黑胡椒粉、牛奶。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (646, '椰香餐包卷（一次发酵）', '/api/img/2021091416316027425428197577.jpg', 42.00, '西餐', '原料：高筋面粉、椰汁、酵母、玉米油、椰子粉、白糖、鸡蛋、盐。', '“用浓郁香醇的椰汁、椰粉揉面，营养美味，香甜可口，且，采用冷藏泡面、一次发酵的方法，省时省力，值得一试。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (647, '龙利鱼汉堡', '/api/img/2021090316306336178178197577.jpg', 50.00, '西餐', '原料：面包、龙利鱼、火腿肠、鸡蛋、生菜叶、玉米粒、胡萝卜、葱、姜、蒜、料酒、生抽、蚝油、冠利酸甜青瓜蓉汉堡酱。', '“面包里加它，低脂饱腹，能量满满。开学季，早餐不能忽视，鸡蛋牛奶不能少，多吃蔬菜水果，推荐今日份早餐，面包与生菜、玉米粒、胡萝卜、龙利鱼、搭配，好吃又简单，重要的是低脂低卡，吃着瘦的减脂餐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (648, '茄汁火山土豆泥', '/api/img/2021090216305821135128197577.jpg', 33.00, '西餐', '原料：土豆、胡萝卜、西红柿、冷冻蔬菜、橄榄油、六月鲜10克轻盐特级原汁酱油。', '“有一次在饭店里吃到这款土豆泥，感觉很有创意，也非常好吃，回来就做了一些小小的改良，添加了胡萝卜泥，替换成了茄汁口味，这样可以更适合小朋友和不喜欢吃辣和重口味的小伙伴，将土豆泥浸在茄汁里，让我回想起了肯德基里经典的那款鸡汁土豆泥，一样好吃的停不下来。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (649, '黑全麦广式腊肠面包卷', '/api/img/2021090116304629042748197577.jpg', 32.00, '西餐', '原料：高筋粉、黑全麦粉、鲜酵母、白砂糖、盐、牛奶、水、鸡蛋、黄油、广式香肠（蒸熟切碎）。', '“广式腊肠蒸熟切碎，卷进黑全麦的面团里藏不住的小肉丁在卷卷两端探头探脑看起来就肉香满满。。。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (650, '面包控不可错过的一款小面包，香味十足巨好吃！', '/api/img/2021090116304601154928197577.jpg', 28.00, '西餐', '原料：日式吐司面包粉、低筋面粉、奶粉、牛奶、淡奶油、炼乳、细砂糖、黄油、耐高糖酵母、有机黑芝麻酱、白芝麻。', '“香味超浓郁的黑芝麻小面包，柔软香甜，造型简单，学会了早餐再也不用愁了！两股辫子扭一下，塞进模具，造型别提多简单了，手残党都不用怕，操作零难度，颜值也的说的过去的！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (651, '土豆泥 冷热双拼', '/api/img/2021083016303182034078197577.jpg', 60.00, '西餐', '原料：土豆、蟹柳棒、蟹籽、乌冬汁。', '“煮了好大一碗土豆泥，于是做了一热一凉两种吃法。如果喜欢肯德基味道的土豆泥，把我调的热汁换成Gravy Sauce就行，网上应该不难买到。这样就变成土豆泥三吃啦😊。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (652, '白汁蛤蜊煮意面', '/api/img/2021083016303151484168197577.jpg', 52.00, '西餐', '原料：意面、新鲜蛤蜊、培根、口蘑、蒜头。', '““白汁xx”菜品很多时候是给人粘糊糊油腻腻的感觉，食材像泡在面粉糊里似的，稍微年长人士尤其不喜欢。今天做的这款白汁蛤蜊意面，汤汁清爽不油腻，意面根根分明不会沾粘，装盘后只在盘子底部留有薄薄一层白汁。油量极少，盐分极少，水量也极少，汤汁来源是半碗水，淡奶油，还有蘑菇和蛤蜊熟透时出的水，被意面充分吸收，非常鲜甜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (653, '培根煎土豆泥', '/api/img/2021083016303014867278197577.jpg', 15.00, '西餐', '原料：培根、土豆（小的）、熟蛋黄、食盐、黑胡椒粉。', '“感觉一直在吃，冰箱和冰柜还一直是满的，各位亲，你们是不是也是这样？！翻出来一袋培根，做个土豆泥来吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (654, '华夫饼', '/api/img/2021082916302259585538197577.jpg', 52.00, '西餐', '原料：蛋糕粉、鸡蛋、白砂糖、酵母粉、醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (655, '广式鸭润腊肠面包卷', '/api/img/2021082916302060157588197577.jpg', 16.00, '西餐', '原料：高筋粉、蛋黄、白砂糖、盐、鲜酵母、鲜牛奶、黄油、广式鸭润腊肠（蒸熟）。', '“一包广式鸭润腊肠，看起来黑乎乎不太讨喜卷进面团里，尝尝不一样的腊肠面包卷黄灿灿的蛋黄把面团染成金色，掩盖了黑乎乎的肠最终发酵完成的面包卷齐刷刷地向左旋转了小30度，成斜向排放，真有意思” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (656, '巨无霸汉堡', '/api/img/2021082716300715682718197577.jpg', 22.00, '西餐', '原料：汉堡面包、切片芝士、烤牛肉排、煎蛋、生菜、牛肉、黄油、鸡蛋、蒜、洋葱、面粉、料酒、黑胡椒粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (657, '双味脆嫩炸虾排', '/api/img/2021082316297103273948197577.jpg', 55.00, '西餐', '原料：大虾、鸡蛋、金黄面包糠、番茄沙司、蜂蜜芥末沙拉酱。', '“想吃酥香的美味但又不想摄入太多的油脂，空气炸锅可就派上用场了，瞧咱这金灿灿的无油炸虾排，咬一口扑嗦嗦，好吃解馋无负担。虾直接白水煮最省事，但老是一种吃法难免厌烦了。多花一点儿时间做成虾排，无油烤一烤甭提多好吃了。10只虾鼓捣鼓捣，蘸着番茄沙司，或者蘸着沙拉酱，别具风味。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (658, '奶油意面', '/api/img/2021082216296123319691958079.jpg', 27.00, '西餐', '原料：意面、小番茄、香菇、胡萝卜、西兰花、培根、洋葱、橄榄油、芝士粉、黑胡椒粉、盐、奶炖小方', '“赶紧试试这一款奶油意面，芝士的香味和黑胡椒辣味完美的融合在一起，奶香浓郁但不腻口，做法也特别简单呦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (659, '满口都充满幸福感的拉丝～芝士焗吐司', '/api/img/2021082116295495343358197577.jpg', 54.00, '西餐', '原料：吐司、芝士碎、蔬菜粒、虾仁、鸡蛋、洋葱、牛奶、料酒、胡椒粉。', '“健康营养，元气满满的芝士焗吐司吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (660, '萨拉米甜辣面包卷', '/api/img/2021082116295164123068197577.jpg', 54.00, '西餐', '原料：高筋粉、细砂糖、盐、全蛋、牛奶、鲜酵母、黄油、拌饭酱、萨拉米香肠。', '“看中一款萨拉米青酱面包卷，却没有青酱。手中一瓶拌饭酱，有点像甜辣酱的口味，索性用来代替青酱。酱料抹在面片上才知道原来这酱里还有些个花椒大小的颗粒，有点像肉肉。烘烤后这酱料似乎隐去了些许甜味，而辣味却变得明显” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (661, '香蕉圣女果鸡蛋沙拉', '/api/img/2021082016294547489078197577.jpg', 38.00, '西餐', '原料：黄樱桃圣女果、香蕉、鸡蛋、苦菊、沙拉酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (662, '玉米火腿鸡蛋沙拉', '/api/img/2021082016294460123618197577.jpg', 30.00, '西餐', '原料：苦菊、玉米、火腿肠、鸡蛋、味好美沙拉酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (663, '麻薯欧包', '/api/img/2021082016294374829628197577.jpg', 21.00, '西餐', '原料：高筋粉、白砂糖、盐、可可粉、酵母、鸡蛋、黄油、糯米粉、玉米淀粉、白砂糖、黄油、牛奶、水果丁、红枣丁、葡萄干', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (664, '鸡蛋煎面包片', '/api/img/2021082016294233701088197577.jpg', 10.00, '西餐', '原料：面包片、鸡蛋、紫薯泥、白糖、黄油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (665, '土豆泥沙拉', '/api/img/2021081916293639383218197577.jpg', 35.00, '西餐', '原料：土豆、黄瓜、胡萝卜、洋葱、鸡蛋、玉米粒、火腿/午餐肉、牛奶、蛋黄酱、沙拉酱、黑胡椒。', '“营养又美味，健康又减脂 😋” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (666, '黄瓜烤肠沙拉', '/api/img/2021081816292647447888197577.jpg', 33.00, '西餐', '原料：烤肠、黄瓜、煎蛋、无花果、海盐黑胡椒。', '“夏季懒人餐，非沙拉莫属。不是盈利的西餐，不需要特定食材，家里有啥就用啥材料。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (667, '西兰花烤肠沙拉', '/api/img/2021081816292646659718197577.jpg', 16.00, '西餐', '原料：西兰花、烤肠、酸奶麦片、葡萄、海盐黑胡椒。', '“家里没有别的配菜，也没备主食，所以放了酸奶麦片来搭配。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (668, '卤菜意大利面', '/api/img/2021081816292508508011958079.jpg', 44.00, '西餐', '原料：意大利面、卤鸡中翅、卤蛋、卤鸭心、黑椒汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (669, '黑胡椒牛排意面', '/api/img/2021081816292509641101958079.jpg', 41.00, '西餐', '原料：意面、牛排、小番茄、西蓝花、意面黑胡椒酱。', '“仪式感很重要，偶尔的小惊喜小浪漫，会对生活或者感情大大加分哦~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (670, '免揉迷你小面包，省时又省力，10分钟揉出膜，面包拉丝，入口柔软。', '/api/img/2021081716292024052928197577.jpg', 20.00, '西餐', '原料：高筋面粉、白砂糖、盐、温牛奶、酵母、鸡蛋、无盐黄油。', '“今天用这个水合法的方法来做面包，是小高姐那边学的，非常的不错，试了几次省时省力，就算是新手做也基本不会失败，制作简单省时省力，10分钟揉出膜，出来的面包也是拉丝的，入口非常柔软。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (671, '迷你火腿肠面包', '/api/img/2021081616290968783268197577.jpg', 20.00, '西餐', '原料：牛奶、面包粉、低粉、白糖、鸡蛋、黑芝麻、黄油、酵母粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (672, '迷你小面包', '/api/img/2021081616290842269968197577.jpg', 47.00, '西餐', '原料：面包粉、低粉、牛奶、鸡蛋、白糖、白芝麻、酵母粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (673, '黑椒鳕鱼', '/api/img/2021081516290308386058197577.jpg', 25.00, '西餐', '原料：鳕鱼、胡萝卜、蘑菇、芦笋、玉米淀粉、海盐、黑胡椒碎。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (674, '热狗包', '/api/img/2021081516289913639708197577.jpg', 31.00, '西餐', '原料：中筋面粉、清水、白糖、食盐、酵母、黄油、热狗。', '“平时做的热狗包都是用现坯包着热狗烘的，这次和面后想搞搞新意思，把热狗放在上面划花，烤起来搜狗的肉香就能充分地挥发出来，表面花纹绽放得清清楚楚，甚是吸引。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (675, '黑椒牛排', '/api/img/2021081516289912298328197577.jpg', 20.00, '西餐', '原料：牛肉、黑胡椒粉、盐、橄榄油、葱姜水、橄榄油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (676, '白菜炒意大利面', '/api/img/2021081316288354382328197577.jpg', 26.00, '西餐', '原料：白菜、意大利面、西红柿、玉米油、盐、生抽。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (677, '鸡蛋肉松三明治', '/api/img/2021081216287322055518197577.jpg', 10.00, '西餐', '原料：面包片、鸡蛋、海苔肉松、植物油、沙拉酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (678, '牛排黄瓜能量沙拉', '/api/img/2021071716265050263491958079.jpg', 54.00, '西餐', '原料：牛排、鸡胸肉、培根、黄瓜、青豆粒、玉米粒、口蘑、色拉油、盐、黑胡椒粉、混合香辛料、沙拉酱。', '“能量满满，却又低脂的沙拉，健身人士的最爱～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (679, '黑椒牛排意面', '/api/img/2021071516263602523571958079.jpg', 49.00, '西餐', '原料：菲力牛排、意面、鸡蛋、西红柿、蒜瓣、黑椒酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (680, '藜麦乌鸡蛋沙拉', '/api/img/2021070616255495164548197577.jpg', 15.00, '西餐', '原料：乌鸡蛋、藜麦、白玉黄瓜、西兰花、红心火龙果、食盐。', '“本来还在纠结吃啥沙拉呢，主页就显示藜麦菜谱了，就地做个藜麦沙拉。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (681, '萌萌的卡通吐司，不用担心小朋友不爱吃早餐喽', '/api/img/2021070616255351563328197577.jpg', 56.00, '西餐', '原料：凯萨琳吐司粉、奶粉、蛋液、淡奶油、炼乳、牛奶、细砂糖、黄油。', '“哄娃必备的卡通小吐司，可可爱爱的造型，操作起来也很简单，简单无难度！切片后简单装饰一下，绝对让小朋友眼前一亮！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (682, '酥脆薯塔', '/api/img/2021070516254780521358197577.jpg', 45.00, '西餐', '原料：土豆、玉米淀粉、番茄酱、椒盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (683, '超柔软的肉松火腿面包', '/api/img/2021070516254489152288197577.jpg', 12.00, '西餐', '原料：高筋粉、鸡蛋液、牛奶、酵母、糖、黄油、盐、火腿、肉松、鸡蛋液、沙拉酱、香葱。', '“崽崽不爱吃甜面包，偏偏对咸面包爱不释口，唉！为难老妈子我了，每天变着花样给他做各种各样的咸面包。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (684, '萨拉米新奥尔良鸡肉双拼披萨', '/api/img/2021070416253637848768197577.jpg', 57.00, '西餐', '原料：面粉、鲜酵母、细砂糖、盐、黄油、橄榄油、水、马苏里拉奶酪、自制披萨酱、玉米粒、青椒、萨拉米香肠、鸡腿、新奥尔良烤肉料、水。', '“鸡肉披萨意犹未尽，想起还有几片萨拉米不如来个萨拉米与鸡肉双拼，萨拉米与鸡腿肉成对角扇形摆放切下的每个四分之一块都会是萨拉米与鸡肉双拼同一块披萨里有不同的味道。。。。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (685, '新手也能成功的黑胡椒烤牛排', '/api/img/2021070116251313411798197577.jpg', 53.00, '西餐', '原料：肉眼牛排、大喜大黑胡椒烤肉酱、橄榄油。', '“每次去西餐厅必点烤牛排，好吃的牛排一个要控制煎制时间，一个要有灵魂酱汁，今天做个速成版烤牛排，酱汁是现成的，对于新手朋友们特别友好！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (686, '咸蛋香肠意大利螺丝粉', '/api/img/2021070116251094017278197577.jpg', 38.00, '西餐', '原料：意大利螺丝粉、咸蛋、香肠、油、盐、芝士。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (687, '新奥尔良鸡肉披萨', '/api/img/2021070116251081594168197577.jpg', 60.00, '西餐', '原料：面粉、鲜酵母、细砂糖、盐、黄油、橄榄油、水、马苏里拉芝士、自制披萨酱、玉米粒、青椒、鸡腿、新奥尔良烤肉料、水。', '“不想直接吃各种新奥尔良鸡。。。。就来做个新奥尔良鸡肉披萨，大多数的做法会事先把鸡肉炒到熟或半熟，未免太费工时。索性把生鸡肉直接放进披萨烤熟，鸡肉不要太大块，应该会烤透。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (688, '元气三明治', '/api/img/2021063016250309148758197577.jpg', 33.00, '西餐', '原料：吐司、鸡蛋、生菜叶、西红柿、洋葱、沙拉酱、番茄酱。', '“天热不爱下厨房，三明治是最好的快手早餐，三五分钟端上桌，无论是搭配一杯牛奶，还是搭配一碗粥，都是简单又富有营养的美味，重要的是大人孩子都爱吃，而且做法非常简单，比买得实惠，还能让孩子多吃蔬菜，补充维生素，简单又美味，孩子吃得香。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (689, '黑椒牛柳意面', '/api/img/2021063016250167748661958079.jpg', 23.00, '西餐', '原料：意面、黑椒牛柳、海盐、黑胡椒、奶酪碎、罗勒碎。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (690, '鸡胸蔬菜沙拉', '/api/img/2021063016250169152138197577.jpg', 31.00, '西餐', '原料：鸡胸肉、西兰花、胡萝卜、包菜、黑芝麻、油醋汁、姜、盐、葱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (691, '   手抓饼牛肉肠热狗', '/api/img/2021062916249548955728197577.jpg', 25.00, '西餐', '原料：手抓饼、牛肉肠。', '“最近高温，天热的很，厨房不能多呆。用手抓饼给孩子做一个热狗，快速简单又好吃。今天分享一个用手抓饼做的热狗，用的自己蒸的牛肉肠，我用的手抓饼也是自己做的，自己做的不会用起酥油，而且自己做的油酥，吃起来更健康。我用的三明治多用锅，没有的话用平底锅也可以的。手抓饼不想自己做，超市有卖现成的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (692, '意大利面', '/api/img/2021062616246706843228197577.jpg', 35.00, '西餐', '原料：意大利粉、番茄、洋葱、香肠、牛油、盐、番茄酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (693, '芝士爆浆土豆球', '/api/img/2021062516246006192008197577.jpg', 44.00, '西餐', '原料：土豆、芝士碎、鸡蛋、玉米淀粉、面包糠、盐、黑胡椒粉。', '“家里的小朋友是个吃肉的小怪兽，只要有肉就不吃菜类型的，不管什么菜，要想让他吃都要费点周折，其中也包括土豆，今天分享的芝士爆浆土豆球就是用土豆做的零食，中间包了芝士做馅料，芝士是高钙很高的奶制品，就像孩子平时爱吃的奶酪棒，很适合用来做辅食，用烤箱也能做到外皮酥脆，不油炸，更健康，蘸点番茄酱，孩子特别喜欢吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (694, '奶油三文鱼汤', '/api/img/2021062516245853689458197577.jpg', 20.00, '西餐', '原料：三文鱼、土豆、口蘑、小洋葱、黄油、淡奶油（脂含量15%）、芦笋、盐、现磨胡椒、料酒、百里香。', '“非常爱吃鱼类和海鲜，这次来做一道非常简单几乎零失败的奶油三文鱼汤。食材尽量买有机的，虽然贵一点，但是味道确实更好吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (695, '松饼', '/api/img/2021062416245412933878197577.jpg', 35.00, '西餐', '原料：低筋面粉、酸奶、鸡蛋、糖、黄油。', '“用平底锅来做蛋糕，真的是太简单了，太方便了，好吃还不上火，早晨时间紧迫也可以做，只要十分钟就能上桌，再配上一杯牛奶或是咖啡，尽情品味美味吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (696, '鸡胸肉拌时蔬沙拉', '/api/img/2021062416245396922668197577.jpg', 35.00, '西餐', '原料：即食鸡胸肉、黄瓜、煮鸡蛋、蓝莓、苦苣、油醋汁。', '“夏日美味～最爱时蔬沙拉，简单方便，营养不流失，非常适合炎热的夏天～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (697, '土豆沙拉', '/api/img/2021062416245128805058197577.jpg', 11.00, '西餐', '原料：土豆、胡萝卜、黄瓜、圆葱、鸡蛋、火腿肠、沙拉酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (698, '精肉土司沙拉', '/api/img/2021062316244204266508197577.jpg', 46.00, '西餐', '原料：精肉、吐司、紫甘蓝、黄瓜、洋葱、甜杏、煎焙芝麻酱。', '“吃了一段时间的瘦身沙拉，把少爷他爹给我喂胖的肉肉减没啦！继续沙拉，这次用了沙拉酱哦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (699, '藜麦贝果', '/api/img/2021061816240030531948197577.jpg', 49.00, '西餐', '原料：金龙鱼面包用小麦粉、熟藜麦、酵母、糖、橄榄油、水、盐。', '“今天我向大家推荐一个快手早餐，做起来简单又方便。它既可以象汉堡那样切开夹菜夹蛋，也可以象我这样创新一下，将蛋放在上面，金色的蛋黄，如同一轮满月，好看又好吃。比馒头包子更有新意，吃起来又香又软，营养还全面。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (700, '低脂沙拉', '/api/img/2021061816240023654388197577.jpg', 46.00, '西餐', '原料：小番茄、西兰花、生菜、甜虾、玉米粒、味极鲜、醋、蜂蜜、香油、白芝麻、蒜末。', '“减肥应该算是女人们终身奋斗的事业，很多人靠饿来减肥，我之前也是，但是饥饿感真的是非常难受，而且会让人情绪低落，不快乐，所以后来也不太能挨饿了，可能随着年龄的增长，人就会越来越不抗饿了！没办法，想保持身材，还要吃饱，那就必须调整饮食结构，要吃热量含量低的食物来增加饱腹感，往往这样的食物都很难吃，所以渐渐的总结出味道还不赖的沙拉汁，我称之为万能沙拉汁，哈哈，用家常的调料和普通低脂的食材制作的沙拉，吃起来味道很不错呢，所以今天特地拿出来分享。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (701, '黄瓜鸡蛋沙拉', '/api/img/2021061816239942983908197577.jpg', 27.00, '西餐', '原料：黄瓜、鸡蛋、无、食盐。', '“婆婆自己种的黄瓜，老太太从来不舍得趁黄瓜还嫩的时候摘，感觉都是成老黄瓜啦，才舍得摘。老公带了有十斤的黄瓜，把好一点的分给亲友啦，剩下的歪瓜裂枣就是我的。不管咋样，是纯绿色食物又是减肥佳品不是。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (702, '松软带拉丝的一发毛毛虫肉松卷，快手咸味面包！早餐轻松安排！', '/api/img/2021061616238071992108197577.jpg', 59.00, '西餐', '原料：高筋面粉、牛奶、全蛋液、奶粉、细砂糖、盐、耐高糖干酵母、黄油、刷表面全蛋液、海苔肉松、沙拉酱、船型油淋膜。', '“吃腻了甜面包，试试这一款比较受欢迎的咸味肉松面包！裹了海苔肉松和沙拉酱，一口咬下，咸甜适中，口感非常赞！两种整形方法，一次发酵，比较快手！松软带拉丝的哦，第一种整形方法略复杂一些，第二款简单一些，两款颜值都还可以！一次制作11只，自留一些，投喂一些，刚刚好！配方粉量较大，不适合手揉。建议厨师机揉面。我用的是PE6080，85L大容量烤箱，如果烤箱不够大，建议用2/3材料操作。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (703, '黑椒鸡胸', '/api/img/2021061516237351555718197577.jpg', 35.00, '西餐', '原料：鸡胸、黑胡椒、盐、黑椒汁。', '“简单低脂的肉类。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (704, '蜂蜜小面包', '/api/img/2021061416236344152118197577.jpg', 11.00, '西餐', '原料：高筋粉、鸡蛋、牛奶、酵母、盐、黄油、黄油、蜂蜜、白砂糖、橄榄油', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (705, '香菇肉酱拌意面', '/api/img/2021061216234651933458197577.jpg', 16.00, '西餐', '原料：意面、肉末、香菇、葱花、油、酱油、番茄酱。', '“好美味的意面，精髓在于酱，香菇肉酱咸香味美。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (706, '培根蘑菇浓汤', '/api/img/2021061116233802331128197577.jpg', 49.00, '西餐', '原料：培根、蘑菇、洋葱、玉米油、盐。', '“简单的蘑菇浓汤简单的操作动手起来” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (707, '培根南瓜浓汤', '/api/img/2021061116233792694301958079.jpg', 60.00, '西餐', '原料：培根、南瓜、洋葱、玉米油、盐。', '“一道简单好喝的美味浓汤！！！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (708, '奶酪鸡蛋饼', '/api/img/2021061116233753475638197577.jpg', 59.00, '西餐', '原料：鸡蛋、火腿肠、马苏里拉奶酪、洋葱、植物油、番茄酱、沙拉酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (709, '秒杀肯德基，吮指香酥麦乐鸡块！', '/api/img/2021060916232216088498197577.jpg', 27.00, '西餐', '原料：鸡胸肉、土豆、葱、鸡蛋、玉米淀粉、玉米油、生抽、黑胡椒粉、番茄酱。', '“今天用鸡胸肉，给小朋友们安排一款烤箱版的麦乐鸡块，相对油炸更为少油少脂，孩子吃也放心！蘸点番茄酱，吃起来更加解腻，酸甜香酥也太好吃了吧。快手易做，赶紧给家中的萌娃安排吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (710, '红糖面包', '/api/img/2021060916232103912968197577.jpg', 42.00, '西餐', '原料：面包粉、低粉、红糖、鸡蛋、清水、黄油、白芝麻、酵母。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (711, '抹茶条纹面包', '/api/img/2021060916232103216728197577.jpg', 25.00, '西餐', '原料：面包粉、低粉、白糖、酵母粉、鸡蛋、牛奶、黄油、卡仕达（装饰）酱黄油、抹茶粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (712, '萨拉米披萨', '/api/img/2021060916232074217978197577.jpg', 54.00, '西餐', '原料：面粉、鲜酵母、细砂糖、盐、黄油、橄榄油、水、马苏里拉芝士、自制披萨 酱、玉米粒、萨拉米香肠。', '“关于萨拉米的很多吃法，看来看去还是更愿意做萨拉米披萨。不想搞太多料，就这么简简单单一层萨拉米就好。奶酪与肉肠，配上披萨酱中的香草味简单披萨，也似不错。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (713, '鸡肉蔬菜沙拉', '/api/img/2021060816231500941918197577.jpg', 24.00, '西餐', '原料：鸡胸肉、白煮蛋、紫甘蓝、黄瓜、玉米粒、苦菊、沙拉汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (714, '焦糖吐司', '/api/img/2021060716230521489638197577.jpg', 33.00, '西餐', '原料：吐司面包、炼乳、鸡蛋、马苏里拉奶烙、白砂糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (715, '果蔬沙拉', '/api/img/2021060616229660459998197577.jpg', 11.00, '西餐', '原料：穿心莲、芒果、火龙果、洋葱、小水萝卜、冠利塔塔酱、冠利辣椒酱、冠利芥末青瓜蓉汉堡酱。', '“考生没胃口试试这道菜，清热解暑，爽口开胃，一碗饭不够吃。给大家推荐一道我家小朋友最爱的爽口下饭菜，尤其适合考生，清热解暑，爽口开胃，每次都要多做点饭，少了不够吃，超级下饭菜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (716, '烤薯条', '/api/img/2021060616229630644158197577.jpg', 52.00, '西餐', '原料：大土豆、色拉油、辣椒粉、孜然粉、黑胡椒粉、盐、冠利凯撒沙拉酱。', '“薯条不用买，在家自己做，外边买一份8~11元，自己做2元孩子能吃饱，放心吃不长肉 ，好吃又健康。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (717, '三明治', '/api/img/2021060616229584148878197577.jpg', 16.00, '西餐', '原料：芝士、午餐肉、面包、黄油。', '“她吃了三明治是经和自己的手，做出来的才叫好吃哦！！！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (718, '香橙奶烙烤吐司', '/api/img/2021060616229500216788197577.jpg', 35.00, '西餐', '原料：吐司面包、牛奶、鸡蛋、马苏里拉芝士、白砂糖、橙子、柠檬。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (719, '青麦仁沙拉', '/api/img/2021060616229439345598197577.jpg', 21.00, '西餐', '原料：青麦仁、熟鹅蛋、水萝卜、火腿肠、油醋汁。', '“青麦仁是用已经长饱满但未熟的小麦粒速冻而成色泽碧绿，口味独特，味道清新爽口。青麦仁含有丰富的蛋白质、叶绿素、膳食纤维和α、β两种淀粉酶具有帮助人体消化、降低血糖的功能，是一种高营养的纯绿色食品。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (720, '煎奥尔良猪排', '/api/img/2021060616229435102088197577.jpg', 25.00, '西餐', '原料：猪排、奥尔良腌料粉、生姜、大葱、酱油、盐、胡椒粉、蚝油、淀粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (721, '松茸菇牛肉意面', '/api/img/2021060316227271304131958079.jpg', 25.00, '西餐', '原料：意面、牛肉、洋葱、松茸菇、盐、油、黑胡椒酱、料酒、酱油、蒜、水、五香粉、姜粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (722, '一口停不下来，好吃到舔手指的清新柠香黑胡椒烤鸡翅', '/api/img/2021053116224669616768197577.jpg', 25.00, '西餐', '原料：鸡翅、柠檬、米醋、蜂蜜、生抽、蚝油、料酒、葱段、姜片、迷迭香、黑胡椒、白芝麻、蜂蜜水。', '“清新不腻的黑胡椒烤鸡翅，加了柠檬片一起烤，鸡翅带着柠檬的清香，入口带点微酸。十分解腻，连吃3只都不会腻的哦！自己配调料，量没有特别精确到克数，家里的搪瓷勺子那种计量的一勺。三步走，备料-腌制-烤制，0难度！亲测小朋友爱吃的款！偶尔给小朋友加个餐，吃的超级香！另外：如果实在没有迷迭香可以省略！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (723, '肉松芝心三明治', '/api/img/2021053116224612368378197577.jpg', 28.00, '西餐', '原料：生菜、黄瓜、火龙果、肉松、咸蛋黄、沙拉酱、芝士片、吐司。', '“越吃越瘦的减脂三明治，让你每天都能享受身体轻盈，畅通无阻的快乐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (724, '奥尔良鸡翅', '/api/img/2021053116224609399028197577.jpg', 12.00, '西餐', '原料：鸡翅中、奥尔良鸡翅调料。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (725, '萌熊烤榴莲', '/api/img/2021053116224315761118197577.jpg', 51.00, '西餐', '原料：猫山王榴莲、吐司片、橄榄油。', '“榴莲烤着吃，臭味就会减少很多，而且更香甜软糯，不要说我这个榴莲控，就是平时不爱吃榴莲的也会爱上。我今天是用土司搭配榴莲来烤的，烤的酥脆的土司配香甜软糯如奶油般的榴莲，让人吃了就停不下来。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (726, '低脂全麦鸡肉卷饼', '/api/img/2021052516219207876878197577.jpg', 11.00, '西餐', '原料：王后全麦面粉、盐、开水、生菜、低脂辣椒酱或者沙拉酱、鸡胸肉。', '“减脂好帮手。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (727, '鸡胸肉蘑菇浓汤', '/api/img/2021052416218548573881958079.jpg', 45.00, '西餐', '原料：蘑菇、虾肉、面粉、牛奶、黑胡椒粉、料酒、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (728, '海盐奶油焦糖酱，用途百搭，做法巨简单，风味独特美妙。', '/api/img/2021052316217451872458197577.jpg', 42.00, '西餐', '原料：白砂糖、清水、淡奶油、无盐黄油、海盐。', '“美味百搭、简单快手的海盐焦糖酱，用途多多，与卡仕达酱混合，做马卡龙的馅，抹面包上味道甜蜜，做甜点上的淋面，做饼干、曲奇、馒头的蘸酱，等等各种应用。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (729, '淡奶油吐司❗️超级柔软拉丝，消耗淡奶油利器', '/api/img/2021052316217354735758197577.jpg', 46.00, '西餐', '原料：面包粉（新良）、鸡蛋、牛奶、耐高糖酵母、面包粉、糖、盐、淡奶油、黄油。', '“这是一款含有大量淡奶油的吐司，采用中种冷藏发酵法，做出来的吐司特别的柔软，吐司一层层的，拉丝效果很棒，奶香味十足，但是不甜腻，越吃越想吃那种，如果家里有用不完的淡奶油，可以尝试下这款吐司，做法简单，成功率高，味道没得说。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (730, '红糖面包', '/api/img/2021052116216034667588197577.jpg', 41.00, '西餐', '原料：高盘面粉、红糖、清水、鸡蛋、酵母、玉米油、盐。', '“红糖不仅可以冲水喝，还可以制作许多的美食，像红糖馒头，红糖面包，红糖糍粑……今天我要用红糖来制作面包，正好可以用来当第二天的早餐，小小的一个还可以追剧的时候当零食，晚睡的时候当宵夜，就是想怎么吃就怎么吃。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (731, '意大利拖鞋面包（恰巴塔）', '/api/img/2021052116216015573198197577.jpg', 42.00, '西餐', '原料：高筋面粉、低筋面粉、酵母、海盐、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (732, '牛奶吐司', '/api/img/2021052116216011201338197577.jpg', 54.00, '西餐', '原料：高筋面粉、鸡蛋、食盐、白糖、酵母、牛奶、黄油。', '“牛奶吐司是最基本的吐司，用到的食材种类最少，很适合刚刚接触烘焙的小伙伴，当然也适合不用囤太多食材的小伙伴，像我一样，家里只要有高筋面粉，想吃就做，最简单了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (733, '汉堡包', '/api/img/2021052116216009317328197577.jpg', 28.00, '西餐', '原料：高筋面粉、鸡蛋、牛奶、盐、糖、酵母、黄油、芝士、西红柿、生菜、沙拉酱、火腿。', '“这次的汉堡胚做得比较小，算是迷你小汉堡了，孩子一次也能吃两个呢。这样的小汉堡装进便当盒里也很方便，工作餐这样吃也很好呢。汉堡包的配菜可以复杂，也可以简单，这次放了火腿和蔬菜，再加上芝士片，一口咬下去咸甜混合在一起，还真不错，很好吃，火腿要是再煎一下，趁热吃就更香了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (734, '精肉芦笋土豆沙拉', '/api/img/2021052116215749528168197577.jpg', 51.00, '西餐', '原料：芦笋、土豆、精肉、胡萝卜、巴楚菌、食盐、鸡精。', '“小满吃点苦，一年心不苦。不知道有没有科学道理。不过因为妈妈出院了，我可以吃低脂低盐的瘦身食物啦，恰巧买了芦笋是苦的，就做个沙拉好了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (735, '芦笋豌豆鲜虾沙拉', '/api/img/2021052016214886149658197577.jpg', 33.00, '西餐', '原料：芦笋、豌豆、鲜虾、番茄、海盐、黑胡椒。', '“老娘住院，没时间弄着吃，买的豌豆放冰箱冷藏了半个月都发芽啦赶紧做了吃了，免得浪费。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (736, '边吃边瘦的健康美食～轻食蔬果虾仁沙拉', '/api/img/2021051916214285329188197577.jpg', 19.00, '西餐', '原料：黄瓜、大虾、冰草、鸡蛋、樱桃萝卜、葡萄、小番茄、荷兰豆、柠檬、洋葱、白芝麻、橄榄油、黑胡椒粉、蜂蜜、12克轻盐昆布酱油、料酒、胡椒粉。', '“夏天，很多爱美女性，纠结在又想吃东西，可是吃了又怕胖！明明最近很自律，一直在吃轻食美食沙拉，可体重就是减不下来，不知道该怎么办？其实你第一步就做错啦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (737, '爱尔兰牛排', '/api/img/2021051916214054456041958079.jpg', 20.00, '西餐', '原料：新西兰牛西冷谷饲、黄油卷、黄洋葱、大蒜、欧芹、盐和胡椒粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (738, '简单快手不用和面也能做出好吃的披萨', '/api/img/2021051516210545877408197577.jpg', 54.00, '西餐', '原料：爸爸糖鲜吐司、鸡蛋、蔬菜粒、芝士碎、牛奶、香肠、番茄酱。', '“你还在为不会制作披萨饼皮而烦恼吗？今天教大家不用和面做饼皮也能做出好吃的披萨哦！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (739, '沙拉', '/api/img/2021051516210504354268197577.jpg', 37.00, '西餐', '原料：西兰花、鸡胸肉、圣女果、千岛酱。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (740, '自制炸薯条', '/api/img/2021051416209787831358197577.jpg', 22.00, '西餐', '原料：土豆、玉米淀粉、食用油、盐，、番茄酱。', '“炸薯条是孩子门的最爱，看到超市新土豆上市就买了些自己回来做，很简单哟。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (741, '咸蛋黄米饭三文治', '/api/img/2021051416209720248898197577.jpg', 18.00, '西餐', '原料：吐司、咸蛋黄、熟鸡丝、葱花、芝麻沙拉汁、盐。', '“用吐司片夹着米饭、咸蛋黄烤着吃是我最近几个星期一直想做的点心，不知道为什么却没做成，直至看到有狠粮优选精米申请，自己才恍然大悟，原来自己在等这个米，哈...狠粮优选精米煮成饭后每一颗都是香香滑滑的，有点嚼劲，很适合做填馅；咸蛋黄米饭三文治经烤制后表面脆脆的，里面的米饭很有存在感，加上粉糯的咸蛋黄，太好吃了” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (742, '松软玉米奶油饼', '/api/img/2021051416209587117198197577.jpg', 53.00, '西餐', '原料：淡奶油、鸡蛋、低筋粉、盐、糖粉、鲜酵母、煮熟的玉米粒、黄油。', '“涨发太好，只在冰箱里呆了一夜，面糊就涨了个盆满钵满，甚至逃溢。。。放在电饼铛里也不肯好好呆着，自顾自肆意生长蔓延，最后变成连体婴儿。两个鸡蛋让面饼变得金黄，并与奶油一起散发浓香。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (743, '牛肉和鸡肉法吉塔', '/api/img/2021051316208839434641958079.jpg', 37.00, '西餐', '原料：新西兰牛侧腹牛腩谷饲、鸡胸肉、小彩椒(绿色)(300克)、新鲜白蘑菇 (250克)、玉米饼、红洋葱、红灯笼椒、卡吉恩调味料、喼汁、总统酸奶油150克、新鲜香菜、酱油。', '“法吉塔-------经典的墨西哥菜，足不出户就能做的墨西哥美食，大家快来试一试吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (744, '小麦粗粮法棍', '/api/img/2021051316208778473178197577.jpg', 32.00, '西餐', '原料：小麦面粉、酸奶、盐、橄榄油、酵母粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (745, '奶油柠檬帕玛森干酪鸡', '/api/img/2021051316208716079731958079.jpg', 28.00, '西餐', '原料：特级帕玛森奶酪 (24个月）、鸡胸肉、中筋面粉、柠檬、伊斯尼AOP淡味黄油卷250克、菠菜、蒂安黑胡椒研磨瓶45克、古特拉特级初榨橄榄油500毫升、英国美顿海盐薄片250克、大蒜、奶油、鸡汤、新鲜罗勒。', '“奶油柠檬帕玛森干酪鸡综合了西餐中大家比较中意的奶香风味与酸甜口感，菜肴的色泽以及摆盘的风格实在是西式得不要不要的了，配上可乐一起食用，感觉自己在海边的咖啡屋享受人生呢 ：）” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (746, '黑芝麻流心馅', '/api/img/2021100616334979886148197577.jpg', 44.00, '烘焙', '原料：黑芝麻、猪油、清水、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (747, '开口酥', '/api/img/2021100616334979454668197577.jpg', 46.00, '烘焙', '原料：中筋面粉、猪油、砂糖、水、低筋面粉、猪油、椰蓉、糖粉、奶粉、黄油、全蛋液、葡萄干、红曲粉、紫薯粉、抹茶粉。', '“开口酥是一个中式点心，此配方可以做12个不同颜色的开口酥。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (748, '早餐必备，松软香甜超好吃的奶香排包！', '/api/img/2021100616334840285758197577.jpg', 56.00, '烘焙', '原料：日式吐司面包粉、奶粉、鸡蛋、淡奶油、炼乳、牛奶、奶油奶酪、细砂糖、黄油、耐高糖酵母、盐。', '“添加了淡奶油跟奶油奶酪的奶香排包，柔软香甜，直接撕着吃，真真的老好吃了！这款奶香排包做法也不是很难，非常适合烘焙新手，准备好材料跟我做起来吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (749, '紫山药桃花酥', '/api/img/2021100516334005802831958079.jpg', 52.00, '烘焙', '原料：紫山药、手抓饼、蛋黄、黑芝麻、炼乳。', '“网上看的，觉得挺好的，就来山寨一下。人家用的紫薯，我没有紫薯，就用的紫山药。紫山药颜色更美丽一些，但是不容易弄成泥，是有颗粒感的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (750, '莓果蛋糕，一抹令人迷醉的紫色甜蜜', '/api/img/2021100416333440051228197577.jpg', 46.00, '烘焙', '原料：低筋面粉、泡打粉、砂糖、鸡蛋、淡奶油、黄油、甜奶油、蓝莓酱、蓝莓。', '“精致可爱的莓果蛋糕，色泽金黄均匀，淋上酸甜诱人的蓝莓果酱，放上新鲜蓝莓，与柔滑细腻的奶油碰撞出和谐的美味旋律。细细品尝，蛋糕胚温润绵密，口感轻盈细软，混合蓝莓的微酸和芳香，清新怡人的甜蜜在唇齿间流转，使人身心都沉醉于这一曲美味的交响乐舞曲中。搭配一杯花茶，或咖啡，优雅地享受惬意的下午茶时光。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (751, '煎蛋芝士大汉堡', '/api/img/2021100316332521698251958079.jpg', 41.00, '烘焙', '原料：高筋面粉、干酵母、白糖、盐、纯牛奶、黄油、表面刷牛奶、表面撒黑芝麻、鸡蛋、芝士片、生菜、午餐肉、番茄沙司。', '“今天想做汉堡，我和老头儿一人一个，因为用量少，直接手揉面，就发酵、烘烤上了。烤好的面包还挺暄软的，剖开之后就铺上了各种食材， 完美早餐齐活！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (752, '玛格丽特饼干', '/api/img/2021100216331530817338197577.jpg', 21.00, '烘焙', '原料：黄油、玉米淀粉、低筋粉、糖粉、熟蛋黄。', '“这是一个入门级的小饼干。名字听起来很华丽，但却很简单。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (753, '波兰种面包', '/api/img/2021100216331387733918197577.jpg', 53.00, '烘焙', '原料：高筋粉、波兰种、盐、糖、牛奶、奶粉、高筋粉、牛奶、耐高糖酵母、耐高糖酵母、黄油。', '“今天做了一个波兰种面包，需要的话看一下真的超香😘😘” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (754, '椰香奶黄馅', '/api/img/2021100216331386887098197577.jpg', 42.00, '烘焙', '原料：鸡蛋、白砂糖、椰浆、咖啡液、黄油、奶粉、低筋面粉、椰子粉、糯米粉、粘米粉、澄粉、白砂糖、牛奶、玉米油、斑斓粉、无。', '“其实这个菜谱是推这个馅料的，这个馅料椰香味十足。我用这个馅料做了斑斓冰皮的月饼，也可以用来做其他，大家可以自由发挥。如果做冰皮月饼，冰皮可以参考菜谱的配方” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (755, '红丝绒香缇奶油蛋糕卷', '/api/img/2021100116330712645051958079.jpg', 45.00, '烘焙', '原料：牛奶、色拉油、细砂糖1、红曲米、低筋粉、玉米淀粉、蛋黄、蛋白、细砂糖2、食盐、柠檬汁、马斯卡彭、淡奶油、细砂糖、香草膏。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (756, '荷兰樱桃磅蛋糕，蛋糕王国中的“始祖”，经典美味流传至今', '/api/img/2021100116330596527851958079.jpg', 56.00, '烘焙', '原料：无盐黄油、细砂糖、鸡蛋、低筋面粉、泡打粉、糖水樱桃。', '“荷兰樱桃磅蛋糕，在雪白绵密的奶油和鲜艳欲滴的樱桃点缀下，显得格外优雅美丽。仿佛一位身穿白色雪纺连衣裙，手捧刚摘下来的樱桃的少女在树下露出甜甜的笑脸。加入了樱桃的磅蛋糕，稍带酸甜的滋味中和了黄油的甜腻。蛋糕口感细腻却不失轻盈，丝毫没有重油蛋糕的厚实，轻咬一口，略带弹性，又绵密润滑得入口即化。与顺滑绵软的奶油完美融合，香甜得让人食指大动。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (757, '海绵蛋糕', '/api/img/2021093016329656976168197577.jpg', 43.00, '烘焙', '原料：鸡蛋、低粉、白砂糖、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (758, '椰香吐司（一次发酵）', '/api/img/2021092916328860311158197577.jpg', 29.00, '烘焙', '原料：高筋面粉、鸡蛋2个+椰汁、白糖、酵母、盐、玉米油、玉米油、椰蓉、白糖、鸡蛋、鸡蛋液（或蜂蜜水、牛奶）。', '“本款吐司用椰汁揉面，卷入椰蓉馅，椰香浓郁，蓬松柔软，皮薄拉丝，营养美味。采用冷藏泡面（静置），面团经过较长时间的静置，自然形成面筋，纯手工揉面也能很快揉出手套膜，极大缩短揉面时间，同时，采用一次发酵，省时省力，值得一试。本配方为二个450克吐司的用量。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (759, '菠萝蜜果肉戚风蛋糕', '/api/img/2021092916328791985158197577.jpg', 32.00, '烘焙', '原料：低粉、鸡蛋、玉米油、波萝蜜果肉、牛奶、白砂糖、白醋。', '“朋友送的大菠萝蜜，想了各种办法也吃不完，想想如果做成蛋糕，应该很好吃吧。于是翻看各种菜谱，也没找到用菠萝蜜果肉做的蛋糕， 只好改改戚风的方子试着做了，形象差些，囗味口感却非常好，果香浓郁。下次还有待于调试。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (760, '奥利奥布朗尼，烘焙界中最甜蜜的“误会”', '/api/img/2021092816328307031028197577.jpg', 49.00, '烘焙', '原料：无盐黄油、细砂糖、鸡蛋、低筋面粉、巧克力、奥利奥饼干。', '“在烘焙界里常有许多“甜蜜的误会”，这些不知不觉的无心之失却带来了许多令人惊喜的美味。而布朗尼蛋糕，便是其中一个“可爱的错误”。布朗尼也叫巧克力布朗尼蛋糕、核桃布朗尼蛋糕。由此可见，巧克力或者坚果是布朗尼蛋糕的“标配”。奥利奥布朗尼，在传统布朗尼中加入了饼干，让它的口感层次更丰富。泛着古铜棕色光泽的布朗尼蛋糕，奥利奥饼干像一个个小金币镶嵌在上面，颇有贵族的奢华风范。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (761, '红曲豆沙面包', '/api/img/2021092516325758848471958079.jpg', 54.00, '烘焙', '原料：牛奶、酵母粉、面包粉、低粉、鸡蛋、白糖、红曲粉、黄油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (762, '原味蛋糕卷', '/api/img/2021092516325755629201958079.jpg', 39.00, '烘焙', '原料：玉米油、鸡蛋、牛奶、低粉、淡奶油、白糖、白醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (763, '汉堡', '/api/img/2021092516325751181681958079.jpg', 15.00, '烘焙', '原料：面包粉、低粉、白糖、牛奶、酵母粉、鸡蛋、白芝麻、青菜、芝士、火腿、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (764, '巧克力蛋糕块', '/api/img/2021092516325749096621958079.jpg', 29.00, '烘焙', '原料：玉米油、牛奶、鸡蛋、低粉、巧克力、可可粉、白糖、白醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (765, '杏仁小餐包', '/api/img/2021092516325746486601958079.jpg', 51.00, '烘焙', '原料：面包粉、牛奶、酵母粉、低粉、鸡蛋、白糖、黄油、杏仁、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (766, '蓝蝴蝶面包', '/api/img/2021092516325744381021958079.jpg', 27.00, '烘焙', '原料：蓝蝴蝶汁、低粉、面包粉、鸡蛋、白糖、黄油、黑芝麻、酵母粉、盐', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (767, '五仁月饼', '/api/img/2021092516325742905601958079.jpg', 13.00, '烘焙', '原料：核桃、花生、杏仁、青丝、红丝、枧水、低粉、转化糖浆、色拉油（月饼皮）、糯米粉（馅的）、花生油(馅的)、清水(馅的)。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (768, '薰衣草蓝莓披萨，优雅如意大利贵妇，浪漫又甜蜜。', '/api/img/2021092516325732563481958079.jpg', 49.00, '烘焙', '原料：水、高筋面粉、糖、酵母、盐、黄油、沙拉酱、马苏里拉芝士、蓝莓、薰衣草。', '“烤得金黄焦香的芝士上，放了紫色调的薰衣草和蓝莓，为披萨增添了一份浪漫脱俗的气息。 仔细闻一下，整个披萨散发着薰衣草独特醉人的芳香，仿佛让人置身于法国的薰衣草庄园，弥漫花香与泥土、雨水混合的清新。嵌在芝士里的蓝莓，水果的香甜已经和醇厚的奶香完美融合，入口即能感受到甜而不腻，香而不俗的美味。咸香的芝士没有与花香、水果香背道而驰，反而更凸显花果的鲜甜。在外脆里嫩的饼底配合下，优雅地完成味道的升华，给予视觉和味觉双重享受的华丽盛宴。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (769, '卡仕达煎面包，外壳金黄焦脆，内里像吐司柔软，一口下去美美哒。', '/api/img/2021092516325508369211958079.jpg', 59.00, '烘焙', '原料：高筋面粉、酵母、白砂糖、盐、牛奶、鸡蛋、无盐黄油、蛋黄、白砂糖（卡仕达酱用）、牛奶（卡仕达酱用）、无盐黄油（卡仕达酱用）、玉米淀粉、香草精。', '“今天做一款不需要用烤箱的卡仕达煎面包，外壳煎的金黄焦脆，内里像吐司一样柔软，还能爆浆出喷香的卡士达馅，一口下去美美哒，抹茶味的卡仕达酱也非常好吃哦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (770, '蜂蜜枣泥核桃月饼', '/api/img/2021092416324897323818197577.jpg', 44.00, '烘焙', '原料：普通面粉、蜂蜜、枧水、玉米油、红枣、核桃、玉米油、蛋黄、面粉。', '“这款月饼没有用转化糖浆，而用蜂蜜代替。我的烤盘只能放20块50g的月饼，所以我的配方全是按照20块的量配伍的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (771, '无油八寸蛋糕', '/api/img/2021092416324834424858197577.jpg', 38.00, '烘焙', '原料：鸡蛋、低筋面粉、白糖、牛奶、盐、白醋或者柠檬汁。', '“，” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (772, '香炸泡芙球，甜蜜的外层，松软的内层，相得益彰，咬一口酥脆香甜。', '/api/img/2021092416324833411818197577.jpg', 36.00, '烘焙', '原料：普通面粉、鸡蛋、无盐黄油、盐、白砂糖、水、砂糖。', '“香炸泡芙球是我自己起的名字，这种做法好像也叫糖沙翁、炸蛋球等等，不错的一款小吃，咬一口酥脆香甜，甜蜜的外层与松软的内层相得益彰。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (773, '牛奶小餐包', '/api/img/2021092416324831479658197577.jpg', 46.00, '烘焙', '原料：高筋面粉、白糖、酵母粉、鸡蛋、牛奶、玉米油、盐。', '“简单易学的牛奶小餐包。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (774, '酥皮面包', '/api/img/2021092416324712217591958079.jpg', 35.00, '烘焙', '原料：牛奶、酵母粉、鸡蛋、面包粉、低粉、白糖、黄油、印度飞饼、白芝麻、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (775, '原味小餐包', '/api/img/2021092416324697742238197577.jpg', 17.00, '烘焙', '原料：牛奶、低粉、酵母粉、白糖、鸡蛋、面包粉、黄油、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (776, '抹茶蛋糕卷', '/api/img/2021092416324688454598197577.jpg', 41.00, '烘焙', '原料：玉米油、牛奶、鸡蛋、白糖、低粉、抹茶粉、醋。', '“玉米油50克牛奶50克低粉90克抹茶粉15克白糖60克淡奶油200毫升鸡蛋4个调料醋几滴” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (777, '巧克力蛋糕卷', '/api/img/2021092416324621626468197577.jpg', 23.00, '烘焙', '原料：玉米油、可可粉、鸡蛋、牛奶、巧克力、低粉、白糖、醋 几滴。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (778, '火龙果豆沙面包', '/api/img/2021092416324620985228197577.jpg', 16.00, '烘焙', '原料：火龙果汁、面包粉、低粉、鸡蛋、豆沙、白糖、黄油、酵母粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (779, '红豆沙', '/api/img/2021092416324615112968197577.jpg', 23.00, '烘焙', '原料：红豆、白糖、玉米油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (780, '蓝蝴蝶豆沙包', '/api/img/2021092416324613962098197577.jpg', 50.00, '烘焙', '原料：面包粉、低粉、黄油、黑芝麻、酵母粉、白糖、豆沙、蓝蝴蝶汁、鸡蛋、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (781, '6寸加高戚风蛋糕', '/api/img/2021092316323854108821958079.jpg', 20.00, '烘焙', '原料：鸡蛋、牛奶、玉米油、低筋面粉、白砂糖、柠檬汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (782, '云腿月饼', '/api/img/2021092316323606678258197577.jpg', 44.00, '烘焙', '原料：云南火腿、熟中筋面粉、白砂糖、蜂蜜、猪油、白芝麻、咸蛋黄、中筋面粉、黄油、猪油、玉米油、水、盐、蜂蜜、白砂糖、蛋清。', '“咸味的月饼，皮酥肉香，爱了爱了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (783, '巧克力玛芬，甜品王国中的小精灵', '/api/img/2021092216323029748841958079.jpg', 45.00, '烘焙', '原料：无盐黄油、黑巧克力、低筋面粉、可可粉、泡打粉、鸡蛋、牛奶、细砂糖。', '“在浩博的甜品王国中，有着这么一位可爱的百变小精灵，它的材料和做法都很简单，但它却是千变万化的，神奇的，精致的，美味的。无论添加什么食材，比如香蕉、苹果、蓝莓、还是核桃、榛子、杏仁或者红茶、咖啡，巧克力，它都能变化出令人惊喜的味道。它就是---玛芬蛋糕。相比于戚风的柔软、磅蛋糕的厚重，玛芬蛋糕的口感介于两者之间，既松软绵密，又稍带湿润结实。而巧克力玛芬蛋糕，当之无愧是最受欢迎的玛芬蛋糕之一。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (784, '八裂饼', '/api/img/2021092116322332388541958079.jpg', 16.00, '烘焙', '原料：中筋面粉、泡打粉、大起子、绵白糖、鸡蛋、糖浆、水、色拉油、瓜子仁、花生。', '“做月饼剩了些面皮料，本想着再和个玫瑰馅，又担心皮解决了馅再剩了又没招了，先生说不然烤个八裂饼吧，一想也是个招儿，八裂饼和月饼面皮的配方貌似一毛一样的。今天一试果然猜对了，一点没冒失，因为今天劲都使在月饼上了，到八裂饼这就完全没当回事，随手捏了个丑样子，没想到竟意外收获惊喜了，总之好吃是王道。完胜外面卖的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (785, '手抓饼版芋泥酥', '/api/img/2021092116322067153641958079.jpg', 29.00, '烘焙', '原料：芋头泥、手抓饼、鸡蛋液。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (786, '吐司面包', '/api/img/2021092116322062899291958079.jpg', 39.00, '烘焙', '原料：高筋面粉、木糖醇、奶粉、酵母粉、鸡蛋、黄油、牛奶、淡奶油、食用盐。', '“这是一款既简单又省事还很松软香甜的面包，自己做的干净卫生，放着明天早上做早餐就可以多睡一会了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (787, '蓝莓月饼', '/api/img/2021092116321907187621958079.jpg', 21.00, '烘焙', '原料：低筋粉、转化糖浆、花生油、碱水、蓝莓月饼馅。', '“江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。不知江月待何人，但见长江送流水。月饼节的 最后一饼” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (788, '莲蓉馅', '/api/img/2021092016321319769668197577.jpg', 45.00, '烘焙', '原料：白莲、糖、油、麦芽糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (789, '伍仁月饼', '/api/img/2021092016321318956958197577.jpg', 34.00, '烘焙', '原料：面粉、转化糖浆、玉米油、枧水、伍仁馅、蛋液、月饼模。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (790, '香煎小面包，制作简单，奶香味十足，一口一个，孩子超爱吃。', '/api/img/2021092016321231956248197577.jpg', 39.00, '烘焙', '原料：鸡蛋、植物油、白砂糖、酵母、温牛奶、普通面粉、盐。', '“小小一个煎面包，制作简单，奶香味十足，一口一个，幸福感满满。吃的时候还可以撒上点糖粉，或者蜂蜜等等，更添风味哦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (791, '蔓越莓月饼', '/api/img/2021092016321040401468197577.jpg', 48.00, '烘焙', '原料：低筋粉、转化糖浆、花生油、碱水、蔓越莓月饼馅。', '“实实在在的蔓越莓果变成果酱最终又变成月饼比起那些水果味的月饼，完全可以叫做水果月饼了鲜艳的蔓越莓最终变成黑乎乎的馅料，没了最初的艳丽吃在嘴里，却依然酸酸甜甜，似乎用多少糖也解不掉那酸。。。。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (792, '绿豆馅月饼', '/api/img/2021091916320472864101958079.jpg', 41.00, '烘焙', '原料：面粉、转化糖浆、玉米油、枧水、绿豆馅、蛋液。', '“🌈记录快乐时光，每一年中秋必要认认真真做月饼。预祝：中秋快乐！🌹🌹#绿豆沙月饼#记录我眼里的中秋 #健康美食自己做 #沉浸式做月饼😊 😊” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (793, '绿豆沙奶黄月饼', '/api/img/2021091916320423704581958079.jpg', 20.00, '烘焙', '原料：中筋面粉、绿豆沙、转化糖浆、玉米油、枧水、金沙流心球、表面刷蛋黄液。', '“中秋节我又做了月饼，自制的金沙奶黄馅和绿豆沙有不少，各种材料左搭右搭不同组合，竟然不小心做了9种月饼，再换上不同的月饼模具，真是好看又好吃，还过足了制作月饼的手工瘾。今儿跟大家分享的是绿豆沙奶黄月饼。绿豆沙原本是淡黄色的，图片上你看到的是绿色的，是因为放了天然菠菜粉；中间的奶黄馅与月饼高温烘烤后呈膏状，奶香浓郁。长话短说，一起来做，文章后面还附有金沙奶黄（流心）球和奶香绿豆沙的简单制作，想看详细制作，可在我主页找到相应文章，图文并茂，值得收藏。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (794, '黑金咕咕霍夫蛋糕，如同贵族皇冠般闪耀', '/api/img/2021091916320411383621958079.jpg', 60.00, '烘焙', '原料：无盐黄油、细砂糖、蛋黄、低筋面粉、淡奶油、泡打粉、海盐、巧克力。', '“咕咕霍夫，这款甜点的名字既可爱又独特，它是Kugelhopf的译音，源于德语，意思是“将面包做成球的形状”。在德国和法国的阿尔萨斯地区咕咕霍夫是当地的传统甜点，不仅形状特别，还加入了种类丰富的果干、坚果、果酒、果汁，以及糖和口感细腻润滑的黄油，让咕咕霍夫形状像面包，但口感却胜似蛋糕般湿润绵密。闪耀着细腻光泽的巧克力奶油均匀地淋在咕咕霍夫上，围着周边点缀上银色糖珠，星星点点，十分精致。顶部上放上新鲜蓝莓和食用金箔，如同蓝宝石和金饰，增添高贵优雅的皇室风范。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (795, '巧克力布朗尼蛋糕', '/api/img/2021091916320157941051958079.jpg', 17.00, '烘焙', '原料：巧克力布朗尼搅拌粉、黄油、鸡蛋、水。', '“休闲的下午，看一会书，来一块巧克力布朗尼蛋糕，真是幸福。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (796, '自制做月饼枧水', '/api/img/2021091616317564332418197577.jpg', 37.00, '烘焙', '原料：小苏打、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (797, '红豆沙馅', '/api/img/2021091616317563535598197577.jpg', 41.00, '烘焙', '原料：红豆、红糖、油、花生、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (798, '蛋黃酥', '/api/img/2021091516316995155368197577.jpg', 30.00, '烘焙', '原料：酥油、無水奶油、中筋麵粉、低筋麵粉、細砂糖、水、豆沙餡、鹹蛋黃。', '“中秋節即將到來~特地做了蛋黃酥應景。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (799, '栗蓉蔓越莓腊肉月饼', '/api/img/2021091316314971089808197577.jpg', 15.00, '烘焙', '原料：奶香栗蓉馅、冬瓜蓉、腊肉、蔓越莓、低筋粉、转化糖浆、花生油、碱水、蛋液', '“初试果干配腊肉的效果似乎不错，换成蔓越莓再来一次，想象中，蔓越莓的酸甜应该会比较解肉的腻，结果好像还行吧，蔓越莓似乎可以再多些。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (800, '杏干腊肉月饼', '/api/img/2021091216314136251258197577.jpg', 36.00, '烘焙', '原料：红豆沙馅、冬瓜蓉、腊肉、芝麻、杏干、低筋粉、转化糖浆、花生油、碱水、蛋液。', '“纯粹为了消耗腊肉，尽可能多的让腊肉填充到馅料里面，又恐单纯的腊肉让人感觉厌倦，眼前的杏干一下子叫人豁然洞开果然，略有些酸甜的杏干不仅让腊肉月饼的口味更加丰富，简单粗暴的肉感也变得婉转许多。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (801, '广式豆沙月饼', '/api/img/2021091216314114915188197577.jpg', 45.00, '烘焙', '原料：普通面粉、转化糖浆、枧水、玉米油、奶粉、红豆、纯净水、玉米油、白糖。', '“冷置了10年之久的烤箱开始工作了。很多时候，我们缺少的就是动手的勇气。终于下定决心做月饼。第一炉月饼还算满意，遗憾的是回油后的月饼有点软，不知道问题出在哪里。望过路高手指点一二，先谢谢了🙏！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (802, '豆沙馅小面包', '/api/img/2021090716309788421561958079.jpg', 35.00, '烘焙', '原料：面粉、豆沙、酵母粉、玉米油、白糖、纯净水。', '“烘烤带馅的面包一是变换一下品种，二是可以改变口味。面包的馅料可以按照自己的喜欢添加，比如果酱、豆沙、枣泥、肉松等都可以，只要自己喜欢的都可以试一试。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (803, '冬蓉', '/api/img/2021090616308921994348197577.jpg', 38.00, '烘焙', '原料：冬瓜、冰糖、麦芽糖、玉米油。', '“喜欢冬蓉月饼，今年找遍各华人超市，居然没冬蓉月饼卖，没办法，只好自己做了。自家种的大冬瓜，一直舍不得摘，结果自个掉了下来，破相了，正好用来做冬蓉。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (804, '黑芝麻酱豆沙月饼', '/api/img/2021090516308291248321958079.jpg', 39.00, '烘焙', '原料：中筋面粉、绿豆沙、转化糖浆、玉米油、枧水、黑芝麻酱、表面刷蛋黄液。', '“最近月饼真是做“嗨”了，300克的脱皮绿豆居然炒出一大盆豆沙来。每种月饼我只做6块，居然还有富余。绞尽脑汁再想个新花样吧，得，就它了，黑芝麻酱豆沙月饼，还别说，歪打正着，还真好吃。100%的纯黑芝麻酱，不但香气扑鼻，入口也非常香醇。黑芝麻的营养价值也高，富含优质蛋白质、钙、不饱和脂肪酸、维生素E等营养物质。每次不宜多，有10克左右就足够了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (805, '猪肉汉堡包（一次发酵）', '/api/img/2021090516308067062321958079.jpg', 31.00, '烘焙', '原料：高筋面粉、牛奶、奶粉、白糖、酵母、鸡蛋、玉米油、鸡蛋液、白芝麻、生菜、西红柿、沙拉酱、猪里脊肉末、盐、生抽、玉米淀粉、黑胡椒粉、料酒、洋葱。', '“汉堡包是英语Hamburger的音译，是一种发源于德国汉堡的食品，是现代西式快餐中的主要食物，它是由一切二半的面包中间夹入经处理熟的牛肉饼，上面撒上各种调味粉、沙拉、香菜等而成，后来又发展成鸡柳汉堡、鳕鱼汉堡，牛肉汉堡、猪肉汉堡……。本款猪肉汉堡胚采用冷藏泡面、一次发酵制作，操作简单，省时省力，此外，肉饼除了有洋葱肉饼外，还有香芋肉饼、胡萝卜肉饼，营养美味，口感丰富，每一层都有不同的味道，让人回味无穷。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (806, '奶黄流心月饼', '/api/img/2021090316306777176668197577.jpg', 51.00, '烘焙', '原料：咸蛋黄、淡奶油、白糖、椰浆、淀粉、吉士粉、吉利丁、奶粉或炼奶、鸡蛋、白糖、奶粉或是炼奶、淡奶油、低筋面粉、咸蛋黄、低筋面粉、转换糖醇、食用油、枧水。', '“奶黄流心月饼，月饼中的霸者，传统中的流心月饼那是卡路里炸弹，加了好多的黄油和淡奶油，我家宝宝喜欢吃，但是他比较不喜欢涨肉肉，所以我在能精简不影响口感的情况下做了一丢丢的改变，没想到流心还是棒棒哒👍（这次的月饼是63克模具20个）” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (807, '料足味香的五仁月饼', '/api/img/2021090316306413991728197577.jpg', 59.00, '烘焙', '原料：中筋面粉、花生碎、黑白芝麻、南瓜籽、蔓越莓干、馅料用中筋面粉、转化糖浆、玉米油、枧水、麦芽糖、蛋黄液。', '“今年特别流行的花生月饼造型，我也潮了一把。五仁馅是自制的，真材实料。皮子和馅料的比例是2：8，手艺是没得挑，但因为皮软馅硬，所以有的地方看着像破皮儿了。虽说是烤月饼，简直可以说是烤五仁了。哈哈，但是成品真的超好吃，非常香！想要这个馅的月饼外皮光滑漂亮看不到内馅，可以把皮馅的比例调整为3：7，这样就不会有“吹弹可破”之感了。传统的广式月饼外皮上要刷一层蛋黄液，回油后显得油润润的，色泽也漂亮。想要花生造型的外观颜色统一，可以不刷蛋黄，烤时加盖锡纸可避免颜色分布不均。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (808, '龙利鱼汉堡', '/api/img/2021090316306336178178197577.jpg', 15.00, '烘焙', '原料：面包、龙利鱼、火腿肠、鸡蛋、生菜叶、玉米粒、胡萝卜、葱、姜、蒜、料酒、生抽、蚝油、冠利酸甜青瓜蓉汉堡酱。', '“面包里加它，低脂饱腹，能量满满。开学季，早餐不能忽视，鸡蛋牛奶不能少，多吃蔬菜水果，推荐今日份早餐，面包与生菜、玉米粒、胡萝卜、龙利鱼、搭配，好吃又简单，重要的是低脂低卡，吃着瘦的减脂餐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (809, '花生酱毛线球面包（一次发酵）', '/api/img/2021090316306329736641958079.jpg', 43.00, '烘焙', '原料：高筋面粉、牛奶、奶粉、鸡蛋、白糖、酵母、盐、玉米油、花生酱、蜂蜜水。', '“外表像团毛线，毛绒绒，超可爱，不用揉出手套膜也可做出柔软拉丝、香味浓郁的毛线球面包，而且，采用冷藏泡面，面团经过一夜的冷藏静置，自然出筋，直接用手就可拉开一张有点厚度、非常有韧性的大膜，比普通制作方法至少节省了一半的揉面时间，省时省力，特别适合上班族。本配方为一个8寸活底蛋糕圆模的用量。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (810, '芒果雪梨慕斯', '/api/img/2021090216305890306001958079.jpg', 46.00, '烘焙', '原料：消化饼干、黄油、白凉粉、芒果、巴旦木仁饮料、红石榴汁、梨。', '“周末简单下午茶——芒果雪梨慕斯” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (811, '简单制作蔓越莓司康饼，适合新手', '/api/img/2021090216305765105531958079.jpg', 49.00, '烘焙', '原料：司康饼搅拌粉、黄油、牛奶、鸡蛋。', '“司康饼松软香脆，非常可口，如果在制作的时候加入自己喜欢爱的蓝莓、葡萄干或者蔓越莓干，味道就更好吃了。但以前做司康饼总需要很多配料，新手做起来比较麻烦，最近我发现了司康饼搅拌粉，制作简单适合新手。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (812, '玛格丽特饼干', '/api/img/2021090216305551846238197577.jpg', 52.00, '烘焙', '原料：低粉、玉米淀粉、熟蛋黄、黄油、奶粉、糖、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (813, '经典莲蓉月饼', '/api/img/2021090116304834633298197577.jpg', 19.00, '烘焙', '原料：中筋面粉、莲蓉馅、转化糖浆、玉米油、枧水、蛋黄液。', '“传统的圆形月饼虽然有团团圆圆的寓意在，但是形状已经缺少新意了，好多有形有寓意的模具随之而生，比如今天的这个藕芋模具真是太逼真了。此季也正是莲藕大量上市之时，用莲蓉做内馅，内外统一，很有趣。以往我都自己炒馅，这次偷懒了，用了大品牌莲蓉馅，低油低糖还不错。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (814, '黑全麦广式腊肠面包卷', '/api/img/2021090116304629042748197577.jpg', 45.00, '烘焙', '原料：高筋粉、黑全麦粉、鲜酵母、白砂糖、盐、牛奶、水、鸡蛋、黄油、广式香肠（蒸熟切碎）。', '“广式腊肠蒸熟切碎，卷进黑全麦的面团里藏不住的小肉丁在卷卷两端探头探脑看起来就肉香满满。。。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (815, '面包控不可错过的一款小面包，香味十足巨好吃！', '/api/img/2021090116304601154928197577.jpg', 44.00, '烘焙', '原料：日式吐司面包粉、低筋面粉、奶粉、牛奶、淡奶油、炼乳、细砂糖、黄油、耐高糖酵母、有机黑芝麻酱、白芝麻。', '“香味超浓郁的黑芝麻小面包，柔软香甜，造型简单，学会了早餐再也不用愁了！两股辫子扭一下，塞进模具，造型别提多简单了，手残党都不用怕，操作零难度，颜值也的说的过去的！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (816, '脏脏麻薯布丁塔', '/api/img/2021083116303970277771958079.jpg', 52.00, '烘焙', '原料：黄油、糖粉、鸡蛋、低粉、糯米粉、糖、牛奶、可可粉、黄油、淡奶油、炼乳、蛋黄、可可粉、巧克力脆珠。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (817, '珍妮曲奇', '/api/img/2021083116303969296201958079.jpg', 43.00, '烘焙', '原料：黄油、糖粉、盐、高粉、低粉、玉米淀粉、扁桃仁酱、香草精华。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (818, '培根船面包卷', '/api/img/2021083116303959073761958079.jpg', 41.00, '烘焙', '原料：高粉、开水、白砂糖、新鲜酵母、黄油、干燥葱、沙拉酱、光亮剂。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (819, '家常老婆饼，外皮金黄诱人，内里酥松，每一口都尝得到香甜滋味！', '/api/img/2021082916302292919188197577.jpg', 47.00, '烘焙', '原料：中筋面粉、白砂糖、清水、无盐黄油、中筋面粉、无盐黄油、糯米粉、白芝麻、椰蓉、白砂糖、清水、无盐黄油、蛋黄、白芝麻。', '“老婆饼源自广东潮州，是当地酒楼的招牌点心，外皮金黄诱人，内里油酥薄如棉纸，酥松得不得了， 一咬下去碎屑便掉了满地，每一口都尝得到蜜糖般的香甜滋味！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (820, '五仁月饼', '/api/img/2021082916302259158628197577.jpg', 51.00, '烘焙', '原料：低筋面粉、转换糖浆、食用油、枧水、紫薯馅、五仁馅。', '“中秋节，是中国民间的传统节日。中秋节源自天象崇拜，由上古时代秋夕祭月演变而来。中秋节自古便吃月饼、赏花灯的民俗，流传至今，经久不息。下面的配方是75克月饼20个，饼皮是25克的配方。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (821, '广式鸭润腊肠面包卷', '/api/img/2021082916302060157588197577.jpg', 49.00, '烘焙', '原料：高筋粉、蛋黄、白砂糖、盐、鲜酵母、鲜牛奶、黄油、广式鸭润腊肠（蒸熟）。', '“一包广式鸭润腊肠，看起来黑乎乎不太讨喜卷进面团里，尝尝不一样的腊肠面包卷黄灿灿的蛋黄把面团染成金色，掩盖了黑乎乎的肠最终发酵完成的面包卷齐刷刷地向左旋转了小30度，成斜向排放，真有意思” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (822, '莜麦花瓣面包', '/api/img/2021082516298957251148197577.jpg', 31.00, '烘焙', '原料：高筋面粉、莜麦面粉、鸡蛋、即发高活性干酵母、白砂糖、盐、核桃油、高筋面粉、莜麦面粉、白砂糖。', '“　　弹性十足的小面包，加了莜麦面粉，又好吃又健康；这款面包的造型也很独特，外皮象绽放的花瓣，就叫它莜麦花瓣面包吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (823, '红曲蛋糕卷', '/api/img/2021082516298810719651958079.jpg', 52.00, '烘焙', '原料：鸡蛋、低筋粉、红曲粉、牛奶、白糖、玉米油、苹果酱。', '“红曲是红曲霉素生粳米上生成的红曲米，颜色靓丽，不仅是一种天然色素，还可以活血化瘀、健脾消食。用红曲做蛋糕卷，自制的苹果酱夹馅，好看又好吃！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (824, ' 摩卡奶酥面包', '/api/img/2021082416298086643131958079.jpg', 38.00, '烘焙', '原料：高筋面粉、全蛋液、水、盐、干酵母、细砂糖、速溶咖啡粉、黄油、黄油、糖粉、可可粉、奶粉、全蛋液、盐、全蛋液、奥利奥碎', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (825, '饼干~', '/api/img/2021082416298004758361958079.jpg', 27.00, '烘焙', '原料：黄油、鸡蛋黄、低筋面粉、奶粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (826, '芝麻豆沙酥饼，制作简单，层层酥脆，一口下去直掉渣，香酥可口。', '/api/img/2021082416297958226018197577.jpg', 35.00, '烘焙', '原料：普通面粉、开水、室温水、普通面粉（油酥原料用）、植物油、泡打粉、豆沙馅、清水、面粉、白芝麻。', '“今天做一款经典的传统小吃-芝麻豆沙酥饼。制作还算简单，成品可以说是香酥可口，层层酥脆，一口下去直掉渣，是老幼皆宜的小吃之一。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (827, '玉米葵花饼，健康粗粮法帅蒸烤箱怎么做？', '/api/img/2021082416297774346821958079.jpg', 34.00, '烘焙', '原料：玉米面、烧开的热水、普通面粉、蛋液、酵母、蛋黄。', '“本次推荐的是玉米葵花饼，浓郁的玉米香，加上漂亮的外形和香酥脆的口感，让人胃口大开。玉米面中富含钙、铁等元素，同时热量很低，食用后饱腹感强，是非常好的减肥食品。拒绝高油高糖，这款健康的粗粮面包很适合你。 本次使用机器是法帅蒸烤箱内置上下M型发热管+双环形背部发热管，配上背部大风机能够实现腔内的热量360度吹均匀，无论是你是上下烤、热风烤、蒸烤都能烤出漂亮的美食哦~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (828, '糖珠火山云朵☁️蛋糕', '/api/img/2021082316297236395428197577.jpg', 20.00, '烘焙', '原料：蛋白液、柠檬汁、糖粉、玉米淀粉、糖珠。', '“云朵蛋糕都是小土坡造型，今天突发奇想凹一个火山🌋造型，撒上糖珠，做出类似火山爆发的造型。喷的不是岩浆而是糖珠，出来的成品也挺漂亮的。有点小可爱哦😊” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (829, '无需打发的蒸小蛋糕，法帅蒸烤箱做法', '/api/img/2021082316297054355481958079.jpg', 24.00, '烘焙', '原料：普通面粉、鸡蛋、糖、柠檬汁、奶粉、玉米油、泡打粉。', '“在夏日不妨来吃点下火的东西，多吃蒸煮的食物，不仅没那么燥热，营养也保留得也相对好一点。 喜欢吃蛋糕的小伙伴，不妨来试试蒸蛋糕，吃起来还非常好吃哦，蒸的时间和烘烤的时间差不多，口感很湿润，又是一种感觉，但依旧好吃。 今天用的机器是蒸烤箱，法帅蒸烤箱采用蒸汽直喷的原理，4.0即热式蒸发盘能够确保进入的蒸汽是绵密细腻的，蒸制小蛋糕可以不用担心有冷凝水滴落，导致表面坑坑哇哇，四周软塌塌哦~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (830, '酒糟蛋糕', '/api/img/2021082316296919367151958079.jpg', 40.00, '烘焙', '原料：低筋面粉、鸡蛋、醪糟、食用油、泡打粉、牛奶、糖、柠檬汁、香草精。', '“家里酿了米酒剩了很多醪糟吃不完。蛋糕体内部很湿润柔软。酒糟味不浓，主要是口感很湿润。用来消耗醪糟。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (831, '韩式鸡蛋面包', '/api/img/2021082216296261001261958079.jpg', 15.00, '烘焙', '原料：低筋粉、水、鸡蛋、糖、泡打粉、盐、芝士片、黑椒香肠、肉松、黑胡椒碎、鸡蛋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (832, '麻薯奶香吐司', '/api/img/2021082216295973657101958079.jpg', 32.00, '烘焙', '原料：高筋面粉、白鲨麻薯粉、奶粉、干酵母、全蛋液、牛奶、细砂糖、盐、黄油。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (833, '萨拉米甜辣面包卷', '/api/img/2021082116295164123068197577.jpg', 16.00, '烘焙', '原料：高筋粉、细砂糖、盐、全蛋、牛奶、鲜酵母、黄油、拌饭酱、萨拉米香肠。', '“看中一款萨拉米青酱面包卷，却没有青酱。手中一瓶拌饭酱，有点像甜辣酱的口味，索性用来代替青酱。酱料抹在面片上才知道原来这酱里还有些个花椒大小的颗粒，有点像肉肉。烘烤后这酱料似乎隐去了些许甜味，而辣味却变得明显” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (834, '椰香面包卷，做法简单，入口绵软细腻，椰香味十足，口感超好。', '/api/img/2021082016294437519631958079.jpg', 56.00, '烘焙', '原料：高筋面粉、白砂糖、盐、酵母、椰奶、清水、椰子油、玉米淀粉、热牛奶、抹茶粉、椰蓉。', '“今天这款椰香面包卷，刚出炉的时候超级香，做法简单，入口细腻，口感超好，底部的椰奶和面包融合在一起后，味道超级赞！！！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (835, '奶茶吐司', '/api/img/2021082016294413327561958079.jpg', 10.00, '烘焙', '原料：面包粉、奶茶、酵母粉、黄油、盐、鸡蛋、甜奶粉、纯净水。', '“在面粉中添加奶茶，口感层次多了，香香的很不错。利用超简单方便的面包机，一键完成。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (836, '麻薯欧包', '/api/img/2021082016294374829628197577.jpg', 53.00, '烘焙', '原料：高筋粉、白砂糖、盐、可可粉、酵母、鸡蛋、黄油、糯米粉、玉米淀粉、白砂糖、黄油、牛奶、水果丁、红枣丁、葡萄干', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (837, '全麦坚果欧包，法帅蒸烤箱怎么做？', '/api/img/2021082016294231935991958079.jpg', 48.00, '烘焙', '原料：高筋面粉、全麦粉、幼砂糖、无盐黄油、清水、耐高糖酵母、盐、核桃仁、南瓜子、蔓越莓干。', '“对于热爱健身，喜欢低糖低油饮食的小伙伴来说，今天给大家推荐的全麦坚果欧包就很适合了，里面添加了全麦粉，坚果和果干儿，外脆内软，真心好吃的停不下来。做法其实也很简单，厨房小白也可以很好掌握哦！自己做真材实料无添加，健康又美味。法帅蒸烤箱怎么做欧包呢？利用法帅蒸烤箱的1档可调发酵功能，上下独立控温的烧烤模式，能够做出外脆里嫩的欧包哦~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (838, '肉松芝麻香葱吐司~法帅蒸烤箱版', '/api/img/2021081916293616446128197577.jpg', 17.00, '烘焙', '原料：高筋面粉、幼砂糖、无盐黄油、耐高糖酵母、盐、鸡蛋1个+牛奶、肉松、沙拉酱、熟白芝麻、全蛋液、沙拉酱、番茄酱、香葱叶', '“小可爱们跟着小法做一款咸口的吐司吧！整形也变一下，有颜又有料的肉松芝麻香葱吐司就这样诞生啦！松软可拉丝哦，简直停不下口！法帅蒸汽烤箱自带发酵模式， 20-60度的广域控温，能够1度一调节，适合不同食材的发酵需求。上下M型发热管均可独立控温，能够根据上色需求进行温度的调节，烘焙效果更好哦~今天的配方可以做两个450g的吐司。超好吃的，不信你就试试呗~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (839, '纯奶手撕吐司（法帅蒸烤箱做法）', '/api/img/2021081916293524809551958079.jpg', 34.00, '烘焙', '原料：高筋面粉、糖、奶粉、酵母、盐、鸡蛋、黄油、牛奶。', '“这个食谱超简单，重点是只需要1发哦，没有其余的醒发，超级节省时间。面团会有那么一丢丢偏干，所以出膜比较慢，要注意面团温度哦！纯奶手撕吐司，答应小法要一条条撕着吃，超过瘾！这次使用的机器是法帅32L台嵌两用款，内置多种烹饪模式，三管发热+一组背部风机，双孔蒸汽直喷，无论蒸煮、烧烤抑或烘焙都能轻松实现哦~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (840, '一次发酵红豆沙小餐包，法帅蒸烤箱做法', '/api/img/2021081716291690858821958079.jpg', 42.00, '烘焙', '原料：面包用高筋粉、无盐黄油、盐、幼砂糖、牛奶、耐高糖鲜酵母。', '“大家都知道做面包很费时间，需要经过2次发酵，再加上整形烘烤，基本上半天就过去了。其实掌握好方法，一次发酵的小餐包也一样美味好吃，一起做起来吧！今天的红豆沙面包是没有鸡蛋的，鸡蛋过敏的小可爱们也可以吃哦！本次使用的机器是蒸烤箱，法帅蒸烤箱特有上下独立控温技术，上下管可分别设置不同的温度，控制烘焙的上色情况，专门为蒸烤烘焙量身订做的呢。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (841, '红枣戚风蛋糕', '/api/img/2021081716291642847471958079.jpg', 30.00, '烘焙', '原料：鸡蛋、红枣泥、白糖、低筋面粉、椰子油、白醋、盐、清水。', '“很早之前就想做个枣泥蛋糕了，一直没有动手，这次买了多一点的红枣，将红枣泡软后，切枣肉去核，打成枣泥。一切准备就绪后，就可以开奶做啦。做好的红枣蛋糕，浓浓的枣香味，真是迷人的香味呀，不吃闻着就香呢。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (842, '酸奶酥饼', '/api/img/2021081716291640926738197577.jpg', 19.00, '烘焙', '原料：低筋面粉、细砂糖、酸奶、黄油、盐、表面装饰、细砂糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (843, '迷你火腿肠面包', '/api/img/2021081616290968783268197577.jpg', 30.00, '烘焙', '原料：牛奶、面包粉、低粉、白糖、鸡蛋、黑芝麻、黄油、酵母粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (844, '奶油夹成面包', '/api/img/2021081616290920868098197577.jpg', 29.00, '烘焙', '原料：面包粉、低粉、牛奶、鸡蛋、白糖、淡奶油、黄油、盐、酵母粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (845, '原味面包', '/api/img/2021081616290920006068197577.jpg', 54.00, '烘焙', '原料：低粉、面包粉、牛奶、白糖、鸡蛋、白芝麻、黄油、酵母粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (846, '可可蛋糕卷', '/api/img/2021081616290856471181958079.jpg', 56.00, '烘焙', '原料：鸡蛋、玉米油、牛奶、低粉、可可粉、白糖、醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (847, '迷你小面包', '/api/img/2021081616290842269968197577.jpg', 57.00, '烘焙', '原料：面包粉、低粉、牛奶、鸡蛋、白糖、白芝麻、酵母粉、盐。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (848, '拿铁中空蛋糕，FASAL法帅蒸烤箱制作', '/api/img/2021081316288234579061958079.jpg', 47.00, '烘焙', '原料：鸡蛋、玉米油、牛奶、糖（蛋黄）、糖（蛋白）、低粉、咖啡、咖啡液。', '“下面跟着小法做一件拿铁中空蛋糕，既可以享受到蛋糕的细腻香甜，也可以闻到扑鼻而来的咖啡香，超级赞的呢！在大视窗下看着蛋糕慢慢的膨胀起来，感觉到满满的成就感哦！一杯肥仔快乐奶茶加一份拿铁中空戚风蛋糕，开启美好的假日之旅~这次使用的机器是法帅32L台嵌两用款，内置多种烹饪模式，三管发热+一组背部风机，双孔蒸汽直喷，无论蒸煮、烧烤抑或烘焙都能轻松实现哦~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (849, '免揉欧包<法帅蒸汽烤箱式>', '/api/img/2019041515553087679229702111.jpg', 13.00, '烘焙', '原料：高筋面粉、干酵母、水、盐。', '“清晨伴随着和煦的阳光来一片沾满果酱的欧包一杯热乎乎的牛奶旁边还有炒蛋和沙拉享受美好的一天开始包少油、少糖、低热量的特点很符合当代人的健康养生观念欧包进烤炉时一定要有蒸汽支撑以形成脆硬的外壳好的欧包内部会有不规则的大气孔这是长时间发酵的结果只需要提前一个晚上把材料混合好放入冰箱冷藏一个晚上发酵第二天拿出来烤就好重点是免揉哦” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (850, '非油炸甜甜圈【法帅蒸汽烤箱版】', '/api/img/2019032615535854725809724956.jpg', 38.00, '烘焙', '原料：鸡蛋、牛奶、细砂糖、玉米油、巧克力币、低筋面粉、黄油、装饰糖。', '“甜食总有种独特的吸引魅力在纽约，有三大甜点一定要品尝一个就是可颂面包一个就是贝果面包一个就是从八岁到八十岁的人都一定会爱的甜甜圈” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (851, '经典菠萝包【法帅蒸汽烤箱式】', '/api/img/2019032515534785291459702111.jpg', 17.00, '烘焙', '原料：高筋面粉、细砂糖、全蛋液、干酵母、奶粉、牛奶、清水、无盐黄油、低筋面粉、无盐黄油、细砂糖、全蛋液、奶粉、蛋黄、无盐黄油、盐。', '“老广长大的孩子童年都会有一个菠萝包的记忆如今，面包的种类繁多十几年从未减少对它的喜爱。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (852, '健康无油酸奶吐司', '/api/img/2021081316288183913018197577.jpg', 20.00, '烘焙', '原料：高筋面粉、酸奶、白糖、酵母、三能450克吐司模具。', '“这是一款健康无油的酸奶吐司（又称之为优格吐司）。酸奶可用来做天然酵种，可以帮助面团发酵，可使面团变得更加柔软，面团成熟之后酸奶成分可防止面包老化和改良的作用。我强烈推荐这一款酸奶吐司。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (853, '红曲蛋糕卷', '/api/img/2021081216287587032651958079.jpg', 34.00, '烘焙', '原料：蛋奶油、鸡蛋、玉米油、牛奶、红曲粉、白糖、低粉、醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (854, '原味蛋糕卷', '/api/img/2021081216287575823671958079.jpg', 21.00, '烘焙', '原料：鸡蛋、牛奶、玉米油、白糖、低粉、醋。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (855, '蓝莓芝士迷你磅蛋糕', '/api/img/2021081216287321156938197577.jpg', 16.00, '烘焙', '原料：黄油、奶油奶酪、白砂糖、鸡蛋、低粉、泡打粉、蓝莓。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (856, ' 巧克力乳酪蛋糕', '/api/img/2021081116286725961348197577.jpg', 23.00, '烘焙', '原料：鸡蛋、奶油奶酪、巧克力、低筋粉、绵白糖、可可粉、牛奶、玉米油、朗姆酒。', '“巧克力是大多人无法抗拒的，乳酪蛋糕也是深受人们喜爱，巧克力与乳酪相结合做成蛋糕，香甜绵软，个中美味谁吃谁知道！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (857, '儿童餐这样做，孩子抢着吃！', '/api/img/2021081116286626869771958079.jpg', 23.00, '烘焙', '原料：爸爸糖鲜吐司、肉松、芝士、沙拉酱、巧克力酱。', '“儿童餐这样做孩子抢着吃，萌萌哒小狮子肉松小贝，充满童趣，做早餐或者饭后甜点都不错哦~国民早餐计划一起来get吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (858, '黄桃蛋挞', '/api/img/2021081116286499319678197577.jpg', 34.00, '烘焙', '原料：黄桃罐头、蛋挞皮206、鸡蛋、奶油、炼乳、牛奶、白糖。', '“休假在家，天气总是下着小雨。见家里的储物柜和冰箱里还有些蛋挞皮，就做起了黄桃蛋挞。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (859, '斑斓椰蓉小吐司，风味独特颜色美美哒！', '/api/img/2021081016286019377901958079.jpg', 11.00, '烘焙', '原料：吐司粉、奶粉、斑斓粉、淡奶油、蛋白液、牛奶、炼乳、细砂糖、耐高糖酵母、盐、海苔肉松、沙拉酱、椰蓉。', '“一款内容超级丰富的小吐司，颜值、口感都满分！早餐绝对优选！内馅选择也多多，豆沙、肉松、花生酱等等，都很好吃的呢！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (860, '混搭的意式奶油包', '/api/img/2021081016285815363268197577.jpg', 28.00, '烘焙', '原料：高粉、牛奶、白砂糖、鸡蛋、盐、新鲜酵母、黄油、马斯卡朋奶酪、淡奶油、白砂糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (861, '天使可可奶油卷', '/api/img/2021081016285809154161958079.jpg', 22.00, '烘焙', '原料：蛋白、牛奶、玉米油、玉米淀粉、低粉、奶粉、白砂糖、淡奶油、可可粉、白砂糖、柠檬汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (862, '紫薯蔓越莓牛牛吐司', '/api/img/2021080816284259185301958079.jpg', 32.00, '烘焙', '原料：吐司粉、紫薯、全蛋液、淡奶油、牛奶、细砂糖、黄油、耐高糖酵母、盐。', '“紫薯蔓越莓的搭配，健康、营养、美味，而萌萌的牛牛造型给这款小吐司格外的加分！那嫩嫩的颜色，绝对让人眼前一亮！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (863, '咖喱鸡肉彩色酥饼', '/api/img/2021080816284058295971958079.jpg', 38.00, '烘焙', '原料：鸡琵琶腿、土豆、洋葱、葱姜、百梦多原味咖喱、料酒、盐糖、干淀粉、胡麻油、中筋面粉、斑澜粉、南瓜粉、紫薯粉、开水、胡麻油、中筋面粉。', '“　　家中常备百梦多的块状咖喱，但是老吃咖喱饭已经有点腻了，上次我就做了咖喱面包鸡，这次突发奇想要做酥饼吃。　　酥饼好吃，但用油量也惊人。用猪油做酥饼是最理想的，但我害怕胆固醇太高，所以这次用的是植物油——胡麻油。胡麻油是以胡麻籽为原料通过传统的榨油技术得到的食用油它不但风味独特而且还有强身、健体、美容、廋身等功效。　　胡麻油的起酥效果也相当好，做好的酥饼真是酥得掉渣。且咖喱鸡肉馅，也给人新奇的感受。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (864, '肠仔芥末法棍面包', '/api/img/2021080816283899562561958079.jpg', 38.00, '烘焙', '原料：高筋粉、细砂糖、盐、鲜酵母、水、芥末酱、手掰蒜肠。', '“很早看中的一款肠仔芥末法棍面包，正好可以用这长长的手撕蒜肠来试试。弯曲的肠不能做成长长的一根长棍面包，但是可以切掉弯曲的部分做成小棍面包。原方说，“这个配方的面团，可以做五根长35cm左右的肠仔包。15cm的肠仔可以做十根。”那么，就取半份量，切两段15厘米的肠再纵切开，正好可以做4根短棍。包得很丑陋，割包也很丑，唯一可以安慰的是，烤出来很香。忽略掉外形，也算是一款不错的肉肉面包。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (865, '砂糖黄油饼干，超酥松香脆，制作简单，下午茶好搭档。', '/api/img/2021080716283068609488197577.jpg', 43.00, '烘焙', '原料：无盐黄油、糖粉、蛋黄、蛋清、低筋面粉、可可粉、抹茶粉、白砂糖。', '“这款砂糖黄油饼干，制作非常简单，入口酥松香浓，在悠闲的午后，搭配一杯咖啡，来一口黄油饼干，超级惬意。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (866, '烤白饼', '/api/img/2021080716283007469768197577.jpg', 21.00, '烘焙', '原料：中筋粉、酵母、无铝泡打粉、糖、奶粉、鸡蛋、牛奶、盐、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (867, '清香柠檬挞，柠檬清爽，奶油香甜，酥松挞皮，适合夏天的小甜品。', '/api/img/2021080616282560362001958079.jpg', 14.00, '烘焙', '原料：低筋面粉、无盐黄油、糖粉、鸡蛋、柠檬、淡奶油、细砂糖。', '“今天这款柠檬挞，非常适合夏天做，清爽酸甜的柠檬凝乳，酥松香浓的挞皮，冷藏以后味道更佳，一口下去，层次丰富，特别适合夏天的一款小甜品。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (868, '自制椰挞', '/api/img/2021080616282544059901958079.jpg', 22.00, '烘焙', '原料：蛋挞皮、椰蓉、鸡蛋、牛奶、黄油。', '“又用空气炸锅做了一个烤椰挞，非常简单，喜欢的亲们学习。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (869, '酸奶小面包', '/api/img/2021080616282198084488197577.jpg', 29.00, '烘焙', '原料：面包粉、低粉、牛奶、鸡蛋、盐、沙拉酱、酵母粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (870, '条纹小面包', '/api/img/2021080616282197508938197577.jpg', 34.00, '烘焙', '原料：面包粉、牛奶、鸡蛋、盐、低粉、红曲酱、酵母粉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (871, '桑葚干蛋挞', '/api/img/2021080516281613344988197577.jpg', 42.00, '烘焙', '原料：蛋挞皮、桑葚干、鸡蛋、牛奶、绵白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (872, '海盐芝士奶盖咖啡', '/api/img/2021100616335007791938197577.jpg', 49.00, '饮品', '原料：浓缩咖啡、奶油、牛奶、炼乳、冰块、海盐。', '“大家都说咖啡很苦，今天来试着做一下咖啡，顺便尝一下咖啡的味道。(我真的没喝过咖啡。)” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (873, '芝芝桃桃波波杯', '/api/img/2021100616334984692858197577.jpg', 28.00, '饮品', '原料：水蜜桃、白桃乌龙茶、淡奶油、蜜桃脆波波、冰块、蜂蜜或糖浆、细砂糖、海盐。', '“夏日必喝饮料，少女控夏日冰饮芝芝桃桃波波杯。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (874, '小豆薏米糊', '/api/img/2021100616334972117428197577.jpg', 51.00, '饮品', '原料：小豆薏米粉、开水、酸奶麦片。', '“用开水泡直接就是米糊状，如果水不够热，会水和粉分离，既不好喝也不好看哦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (875, '小豆薏米粉', '/api/img/2021100616334969773538197577.jpg', 32.00, '饮品', '原料：烤好的薏米、烤好的小豆、无、无。', '“把烤的薏米和红豆打成粉了，这样不用煮，直接用开水泡着喝就成。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (876, '绿茶玫瑰花茶', '/api/img/2021100516334453987231958079.jpg', 28.00, '饮品', '原料：玫瑰花、绿茶。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (877, '鲜榨葡萄汁', '/api/img/2021100516334191447661958079.jpg', 31.00, '饮品', '原料：葡萄、纯净水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (878, '简易柠檬茶', '/api/img/2021100516334006255271958079.jpg', 10.00, '饮品', '原料：柠檬、红茶、冰糖、蜂蜜。', '“干燥的秋季来一杯柠檬茶” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (879, '桑葚桦树茸养生茶', '/api/img/2021100516334000784321958079.jpg', 46.00, '饮品', '原料：桑葚、桦树茸、陈皮、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (880, '黄豆小米豆浆', '/api/img/2021100416333187688128197577.jpg', 15.00, '饮品', '原料：黄豆、小米、大米、冰糖、纯净水。', '“香浓丝滑，清甜醇香，营养丰富，搭配早餐棒极了～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (881, '核桃红枣豆浆', '/api/img/2021100316332273713571958079.jpg', 18.00, '饮品', '原料：核桃、红枣、山药、黄小米、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (882, '甜甜百香果', '/api/img/2021100216331746274768197577.jpg', 21.00, '饮品', '原料：百香果、蜂蜜、柠檬。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (883, '葡萄汁', '/api/img/2021100216331398031518197577.jpg', 29.00, '饮品', '原料：葡萄、黄冰糖、水、小苏打。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (884, '姜红茶', '/api/img/2021100216331397139628197577.jpg', 18.00, '饮品', '原料：姜、红糖、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (885, '双花饮', '/api/img/2021100216331396327358197577.jpg', 41.00, '饮品', '原料：金银花、菊花、冰糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (886, '夏日养生茶', '/api/img/2021100216331395461138197577.jpg', 59.00, '饮品', '原料：玫瑰花、金花、陈皮、山楂、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (887, '胡萝卜柚子汁', '/api/img/2021100116330911446071958079.jpg', 58.00, '饮品', '原料：胡萝卜、柚子肉、凉白开。', '“颜色艳丽，口感清甜，非常适合秋季饮用～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (888, '自制玫瑰香葡萄酒 ', '/api/img/2021093016329800227501958079.jpg', 38.00, '饮品', '原料：玫瑰香葡萄、冰糖、高度白酒。', '“这个季节做些葡萄酒，等到过年就可以喝了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (889, '枣核茶', '/api/img/2021092416324898984018197577.jpg', 59.00, '饮品', '原料：枣核、砖茶、茶包。', '“做枣泥月饼产生的枣核，还有少许果肉，弃之可惜。于是放入小锅中，放入茶包，小火慢熬十余分钟，枣香、茶香浑然不知。由此可见，枣还是煮了香。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (890, '红枣黑米糊', '/api/img/2021092316323607872218197577.jpg', 38.00, '饮品', '原料：黑米、糯米、红枣片、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (891, '倍浓芝麻红枣豆浆', '/api/img/2021092216322883062648197577.jpg', 34.00, '饮品', '原料：黄豆、白芝麻、去核红枣肉。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (892, '缤纷果汁', '/api/img/2021092216322794572441958079.jpg', 13.00, '饮品', '原料：胡萝卜、苹果、番石榴。', '“用各种果蔬榨汁，口感丰富，健康又营养。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (893, '小米燕麦麸豆浆', '/api/img/2021092116322150089621958079.jpg', 32.00, '饮品', '原料：黄豆、小米、燕麦麸、水。', '“可以改善睡眠的小米燕麦麸豆浆！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (894, '山楂陈皮水', '/api/img/2021092016321157388218197577.jpg', 54.00, '饮品', '原料：陈皮、山楂、红枣、冰糖、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (895, '桂花山药大米豆浆', '/api/img/2021091916320345576351958079.jpg', 40.00, '饮品', '原料：黄豆、大米、山药、干桂花、冰糖。', '“光滑细腻，浓郁的桂花香味儿，香甜好喝。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (896, '玫瑰枸杞茶', '/api/img/2021091816319678722968197577.jpg', 57.00, '饮品', '原料：玫瑰花、枸杞、热水。', '“玫瑰花茶：行气活血、调理脏腑健康。玫瑰+枸杞：理气和血、明目舒肝解郁。我们女人经常喝玫瑰花茶具有美容养颜的作用。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (897, '香浓玉米糊', '/api/img/2021091616317955753678197577.jpg', 51.00, '饮品', '原料：玉米糁、枣夹核桃、白芝芝。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (898, '#纯豆浆#这样打豆浆不会腥', '/api/img/2021091516316695457321958079.jpg', 43.00, '饮品', '原料：黄豆、花生、冰糖、水。', '“都说打的豆浆有种腥味，在打豆浆的时候加些花生就可以避免这个问题了” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (899, '野生酸枣奶茶', '/api/img/2021091416316025996231958079.jpg', 38.00, '饮品', '原料：野生酸枣、砖茶、纯牛奶、水、盐。', '“奶茶中加入野生的酸枣，味道酸中回甜。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (900, '芭乐苹果汁', '/api/img/2021091416315882363008197577.jpg', 48.00, '饮品', '原料：芭乐、苹果、无、无。', '“芭乐即我们口中俗称的番石榴，含有丰富的维生素及膳食纤维，成熟的芭乐肉质非常柔软，果汁丰富，味道甜美，爽口舒心、常吃不腻，可以促进食欲，有很好的开胃效果。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (901, '玉米南瓜汁', '/api/img/2021091416315841978591958079.jpg', 16.00, '饮品', '原料：玉米粒、南瓜、山药、红枣、清水。', '“这一款饮品可浓可淡，口感香甜，营养丰富，四种食材的混合真是完美搭配，颜色也好看，浓一些是玉米糊，淡一点是玉米汁，随个人意愿，赶快尝试吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (902, '猕猴桃蜂蜜汁', '/api/img/2021091316315248711198197577.jpg', 10.00, '饮品', '原料：猕猴桃、蜂蜜、凉白开。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (903, '山楂消食汤', '/api/img/2021091216314164392048197577.jpg', 24.00, '饮品', '原料：山楂片、白茶、红糖、清水。', '“随着国民生活质量的提高，现代女性崇尚养生、健康、瘦身、美丽、享受人生的乐趣日渐浓厚。我也是这个行列的一员。今日，向亲们介绍一款美丽瘦身小方子……” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (904, '牛油果🥑奶昔', '/api/img/2021091216314114234788197577.jpg', 16.00, '饮品', '原料：牛油果、纯牛奶、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (905, '红枣红豆浆', '/api/img/2021091116313667627771958079.jpg', 12.00, '饮品', '原料：红枣、红豆、赤小豆。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (906, '核桃南瓜米糊', '/api/img/2021091016312521343078197577.jpg', 40.00, '饮品', '原料：贝贝南瓜、核桃、榛果、纯净水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (907, '红枣牛奶', '/api/img/2021091016312376915368197577.jpg', 60.00, '饮品', '原料：牛奶、红枣、糖、水、牛奶、红枣脆片、糖、水。', '“不好看，但是真的很香很好喝!” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (908, '石榴汁', '/api/img/2021090916311809989188197577.jpg', 17.00, '饮品', '原料：石榴、无、无。', '“鲜榨果汁，在家自己做，干净卫生，还很实惠！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (909, '石榴苹果汁', '/api/img/2021090916311809611328197577.jpg', 41.00, '饮品', '原料：石榴、苹果、无、无。', '“混合的果汁，喝起来层次不一样的口感。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (910, '南瓜燕麦奶昔', '/api/img/2021090116304890139621958079.jpg', 14.00, '饮品', '原料：南瓜、牛奶、桂格麦果脆麦片。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (911, '红豆薏米红枣水', '/api/img/2021090116304659895108197577.jpg', 32.00, '饮品', '原料：红豆、薏米、红枣、绿豆、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (912, '养生茶', '/api/img/2021090116304659536528197577.jpg', 47.00, '饮品', '原料：西洋参、灵芝、黄芪、红枣、蜂蜜、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (913, '百香果蜂蜜饮', '/api/img/2021090116304601521528197577.jpg', 22.00, '饮品', '原料：百香果、蜂蜜、凉开水、冰块。', '“朋友插枝给我的百香果，第一年就结果了，打果汁非常香。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (914, '燕麦小米豆浆', '/api/img/2021083116303760943441958079.jpg', 20.00, '饮品', '原料：燕麦、小米、黄豆。', '“光滑细腻，香浓好喝。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (915, '柠檬苏打水 ', '/api/img/2021083016303287961901958079.jpg', 42.00, '饮品', '原料：苏打水、柠檬、冰块。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (916, '美味汁', '/api/img/2021083016303093029391958079.jpg', 54.00, '饮品', '原料：梨子、西红柿、水。', '“解毒清热。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (917, '山药红枣豆浆', '/api/img/2021082916302135366538197577.jpg', 27.00, '饮品', '原料：小白嘴山药、红枣、干黄豆。', '“光滑细腻，枣香浓郁。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (918, '丝滑香甜绿贝贝🎃糊', '/api/img/2021082916302059248168197577.jpg', 18.00, '饮品', '原料：绿贝贝南瓜🎃、矿泉水、开水。', '“这个绿贝贝🎃是我们自己微店里发现的，最初是蒸着吃，本来只是想试试，结果一整个很快就吃完了，可以连皮吃，为了让元宝姐姐对🎃有更深的体验跟喜欢，又做了这道🎃糊糊，结果真的是连着吃了两碗，第三碗的时候我们把剩下的藏起来了哈哈，其实娃娃爱不爱吃米饭和蔬菜，妈妈是可以做到让他们喜欢的哈📍” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (919, '鲜榨石榴汁', '/api/img/2021082916302058436348197577.jpg', 30.00, '饮品', '原料：石榴、无、无。', '“原汁原味的好喝。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (920, '香浓玉米汁', '/api/img/2021082816301564741931958079.jpg', 39.00, '饮品', '原料：玉米、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (921, '少女心粉色冰饮', '/api/img/2021082816301549333291958079.jpg', 20.00, '饮品', '原料：牛奶、李子、西瓜、果冻爽、棒棒冰。', '“本人自创。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (922, '山楂减肥茶', '/api/img/2021082716300576273618197577.jpg', 20.00, '饮品', '原料：山楂、陈皮、荷叶、杭菊、决明子、清水。', '“　　山楂茶清除油脂，扫除堆积在身体内的废弃物，这对于减肥很有效果。这款茶具有解胃热、通宿便、清脂清肠胃的功效。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (923, '粒粒西瓜奶昔', '/api/img/2021082616299712328221958079.jpg', 22.00, '饮品', '原料：西瓜、牛奶、白糖。', '“美味的西瓜奶昔配上西瓜果肉，夏天来上一杯在好不过了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (924, '西瓜椰椰', '/api/img/2021082616299562068141958079.jpg', 19.00, '饮品', '原料：西瓜、椰子汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (925, '核桃黑豆浆', '/api/img/2021082616299442639658197577.jpg', 56.00, '饮品', '原料：黑豆、核桃仁、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (926, '南瓜豆浆', '/api/img/2021082616299419764721958079.jpg', 59.00, '饮品', '原料：南瓜、黄豆、水、冰糖。', '“秋天，自家种的老南瓜可以收获啦，微凉的早晨喝杯热乎乎的豆浆吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (927, '健脾芝麻糊', '/api/img/2021082516298754623468197577.jpg', 18.00, '饮品', '原料：黑芝麻、红枣、山药、糯米、冰糖、水。', '“每天一杯淮山黑芝麻糊，健脾胃，吃多了也不会发胖。保健作用好。尤其是中年白发者，皮肤皱纹增多者，坚持一段时间，效果会相当不错！原料：黑芝麻100克、糯米50克、山药100克、红枣9粒配料：冰糖25克、水适量” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (928, '香蕉黄瓜果蔬汁', '/api/img/2021082516298551939601958079.jpg', 26.00, '饮品', '原料：香蕉、黄瓜、纯净水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (929, '燕麦豆浆', '/api/img/2021082416298005636571958079.jpg', 22.00, '饮品', '原料：黄豆、即食燕麦、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (930, '葡萄撞奶', '/api/img/2021082116295108174198197577.jpg', 50.00, '饮品', '原料：葡萄、白凉粉、水、椰奶、糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (931, '自制港式柠茶 ', '/api/img/2021082116295103738198197577.jpg', 12.00, '饮品', '原料：红茶、开水、柠檬、糖、开水、冰块。', '“炎热的夏季，来杯果茶吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (932, '酸甜桔子汁', '/api/img/2021082016294442633188197577.jpg', 55.00, '饮品', '原料：桔子、无、无。', '“现在桔子不是很甜，是酸酸甜甜的口感，打成汁加冰块，赞～爽。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (933, '江中猴姑米稀', '/api/img/2021082016294435187728197577.jpg', 27.00, '饮品', '原料：江中猴姑米稀、开水。', '“女儿特意买给我们的江中猴姑米稀，说是养胃挺好，主要原料为人参、砂仁、山药、茯苓、莲子、白扁豆、薏苡仁等药食两用材料，小小一包，价钱不菲。感念小棉袄的浓浓爱意，今天就泡了一碗当早餐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (934, '果茶之桃之夭夭', '/api/img/2021082016294375871778197577.jpg', 12.00, '饮品', '原料：桃子、鲜牛乳、白凉粉、纯净水、白糖。', '“抓住夏天的尾巴，趁着桃子🍑够大够红自己在家复刻奶茶店的“桃之夭夭”吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (935, '奶茶', '/api/img/2021081816292750352821958079.jpg', 44.00, '饮品', '原料：普洱茶、纯牛奶、蜂蜜', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (936, '五谷豆浆', '/api/img/2021081816292524733301958079.jpg', 33.00, '饮品', '原料：黑豆、红小豆、红枣、黑米、核桃、玉米碴、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (937, '煮石橄榄水', '/api/img/2021081816292506144658197577.jpg', 18.00, '饮品', '原料：石橄榄、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (938, '柠檬气泡水', '/api/img/2021081716291924914301958079.jpg', 60.00, '饮品', '原料：蜂蜜柠檬、气泡水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (939, '百分百哈密瓜汁', '/api/img/2021081716291793223121958079.jpg', 14.00, '饮品', '原料：哈密瓜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (940, '火龙果牛奶果汁', '/api/img/2021081716291791183241958079.jpg', 26.00, '饮品', '原料：火龙果、牛奶。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (941, '珍珠奶茶', '/api/img/2021081716291706871781958079.jpg', 30.00, '饮品', '原料：木薯淀粉、红茶、红糖、可可粉、牛奶。', '“珍珠奶茶大家都喜欢喝，可是好多爱漂亮爱美的朋友都不想喝，为什么呢？因为外面的太多的添加剂，怕涨肉肉，可是自己做又觉得搓珍珠麻烦，其实并没有大家想的那么难，不信？那你往下看👇” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (942, '杨枝甘露', '/api/img/2021081616291197742161958079.jpg', 50.00, '饮品', '原料：芒果、红西柚、酸奶、椰汁、西米。', '“杨枝甘露的配料，简单明了，可是，做出来味道总是不太如意，纯果肉的果浆有些腻，只放椰汁又有点淡，“鲜果时间”的杨枝甘露是怎么做的嘞？前天晚上去万象城看电影，买了一杯杨枝甘露，没有人排队，于是……认真观察了一下，“鲜果时间”的做法。今天再次解锁，味道果然超棒。分享给大家。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (943, '懒人版阿芙佳朵', '/api/img/2021081616291190764851958079.jpg', 33.00, '饮品', '原料：手冲咖啡、开水、光明冰砖、淡奶油、糖粉。', '“　　这是一款源自意大利的咖啡甜点——Affogato，翻译过来的意思是“淹没”，形容被香醇咖啡淹没的冰淇淋，是让人觉得美味到窒息的食物。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (944, '清爽一夏的百香姜梨有机醋饮', '/api/img/2021081616291189347241958079.jpg', 13.00, '饮品', '原料：姜、梨、百香果、禾然有机糙米醋、气泡水、蜂蜜。', '“三伏天湿气较重，夏日宜食姜，取姜和梨肉打成汁，再搭配有机糙米醋和气泡水，清爽一夏的百香姜梨有机醋饮就搞定了。简单易做，不仅能去湿气，还有软化血管等功效。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (945, '浪漫玫瑰鸡尾酒有机醋饮', '/api/img/2021081616291090994748197577.jpg', 35.00, '饮品', '原料：玫瑰花、冰糖、禾然有机糙米醋、干邑、气泡水。', '“玫瑰永远是七夕永恒的主题之一，玫瑰、冰糖入有机醋封存，让玫瑰的香气渗透在有机醋里，再调制成玫瑰鸡尾酒有机醋饮，让微醺浪漫的日常生活，多一些酸甜，少一些苦楚。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (946, '手打柠蜜', '/api/img/2021081616290778704068197577.jpg', 14.00, '饮品', '原料：柠檬、蜂蜜、纯净水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (947, '蜜枣红薯豆浆', '/api/img/2021081616290778323308197577.jpg', 50.00, '饮品', '原料：黄豆及鹰嘴豆、红薯、酸奶麦片、蜜枣。', '“最近几天，尽管中午还是挺热，一早一晚很是凉爽，有点秋高气爽的味道了。可以喝热饮啦。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (948, '绿峰有礼', '/api/img/2021081516290178175968197577.jpg', 48.00, '饮品', '原料：巨峰葡萄、白凉粉、脱脂牛奶、雪碧、纯净水、冰糖。', '“网上学来的饮品，味道超好的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (949, '南瓜腰果露', '/api/img/2021081516289983703248197577.jpg', 22.00, '饮品', '原料：南瓜、原味烘焙腰果、纯净水。', '“昨天外食，在西餐厅点了一个南瓜腰果露，甜的。味道很不错口感也很好香香浓浓，今天试在自己在家做一份看看，食材都是容易买到的，做法也简单，用破壁机更方便。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (950, '芒果酸奶', '/api/img/2021081516289983264618197577.jpg', 47.00, '饮品', '原料：芒果、酸奶。', '“酸甜细腻。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (951, '百香果柠檬蜂蜜凉茶', '/api/img/2021081516289918913968197577.jpg', 37.00, '饮品', '原料：柠檬、百香果、凉开水、蜂蜜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (952, '杨梅葡萄冰饮', '/api/img/2021080916284728796361958079.jpg', 55.00, '饮品', '原料：杨梅、晴王葡萄、冰糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (953, '蜂蜜柠檬冷泡茶', '/api/img/2021080916284732419281958079.jpg', 26.00, '饮品', '原料：柠檬、蜂蜜、凉开水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (954, '奶茶', '/api/img/2021080816284251331851958079.jpg', 19.00, '饮品', '原料：纯牛奶、红茶、白砂糖、矿泉水。', '“秋天的第一锅奶茶。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (955, '金桔柠檬绿茶', '/api/img/2021080816284111177251958079.jpg', 49.00, '饮品', '原料：黄柠檬、小青桔、绿茶茶包、冰块、开水、糖浆。', '“喝腻了奶茶的甜，每次在奶茶店不知道喝什么的时候，金桔柠檬便成了我的必点，酸中带着甜，还有柠檬和青桔的清香，凉爽又解渴。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (956, '山药黄豆米糊', '/api/img/2021080716283369448698197577.jpg', 30.00, '饮品', '原料：黄豆、山药、核桃仁、黑米、糯米、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (957, '一颗柠檬', '/api/img/2021080716283259255108197577.jpg', 12.00, '饮品', '原料：黄柠檬、红茶茶包、冰块、蜂蜜、糖浆。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (958, '蜂蜜腌香水柠檬', '/api/img/2021080716283247349418197577.jpg', 59.00, '饮品', '原料：香水柠檬、食盐、蜂蜜。', '“无籽的香水柠檬一斤要十几块，买三斤的性价比最合适。吃不完，就腌起来，用来泡水喝。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (959, '苹果酸奶奶昔 ', '/api/img/2021080716283245853618197577.jpg', 30.00, '饮品', '原料：苹果、酸奶、凉开水。', '“不去买饮料，不去买奶茶，自己在家就能做，暑天的健康果饮 。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (960, '洛神花酸梅汤', '/api/img/2021080716283041233938197577.jpg', 48.00, '饮品', '原料：乌梅、山楂干、洛神花、水、冰糖。', '“把各种配比的酸梅汤都煮来喝一遍，大概就能找出一款相对满意的味道。而这一道只有简单三种料的酸梅汤看起来特别省事省时，煮20分钟就行。不过，后来还是又加了时再煮，直到水浓缩到一半，才感觉酸梅汤不那么淡而寡味，煮好后连渣晾凉也许是为了让渣的余味充分渗出，但也没感觉酸梅汤因此增色多少。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (961, '冰爽西瓜汁', '/api/img/2021080616282427962841958079.jpg', 16.00, '饮品', '原料：西瓜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (962, '暴打柠檬冷泡茶', '/api/img/2021080616282366954321958079.jpg', 44.00, '饮品', '原料：香水柠檬、冷泡茶包、冰块、蜂蜜百香果冰、纯净水、蜂蜜、甘蔗糖浆。', '“据说这是最近很流行的网红茶哦。我用的无籽香水柠檬，味道肯定比普通柠檬好。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (963, '香醇原味豆浆', '/api/img/2021080616282137515861958079.jpg', 17.00, '饮品', '原料：黄豆、小米、糯米、纯净水。', '“收到美天兑换的九阳破壁机，迫不及待的想做豆浆喝，想到就动手，泡豆做起来。用破壁机做豆浆真的太方便了，九阳大品牌更是没得说静音不吵，豆浆，浓，醇，香，更营养健康！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (964, '青桔桃罐头冰水', '/api/img/2021080516281411362591958079.jpg', 25.00, '饮品', '原料：腌的青桔及汤汁、桃子罐头、矿泉水、蜂蜜。', '“腌的青桔可以食用了，放了点煮好的桃子罐头，做成水果冰水来喝。罐头和腌青桔是冰的，可以用常温的矿泉水，也可以用冰的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (965, '榨西瓜汁', '/api/img/2021080416280851262951958079.jpg', 56.00, '饮品', '原料：西瓜、白糖。', '“每次买来的西瓜是不是常有吃不完的感觉，这时就可以换个吃法——榨西瓜汁。好做、好喝，还省得浪费了西瓜。不用放水，这才是纯纯的鲜榨果汁。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (966, '酸梅汤', '/api/img/2021080416280797119671958079.jpg', 59.00, '饮品', '原料：乌梅、山楂、桑葚、玫瑰茄、陈皮、薄荷、冰糖、水、桂花。', '“妈妈还在的时候就特别喜欢喝这个，没想到自己去做，都是用酸梅膏兑水喝的。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (967, '玉米汁', '/api/img/2021080416280411491591958079.jpg', 16.00, '饮品', '原料：玉米、纯净水、白糖。', '“美味营养又健康的早餐，风味清香可口。甜玉米的水分比较多，口感很甜，做玉米汁特别合适。浓浓的玉米香气，百分百原汁原味，营养健康又美味。夏天冰着喝，口感也非常好。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (968, '百香果气泡水', '/api/img/2021080316279935759168197577.jpg', 20.00, '饮品', '原料：百香果、小青柑、雪碧、蜂蜜、柠檬。', '“炎热的天气来一杯清爽的百香果气泡水让人感觉清凉一夏 。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (969, '神仙茶', '/api/img/2021080316279547168638197577.jpg', 30.00, '饮品', '原料：山楂、桑叶、枸杞、菊花、普洱、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (970, '椰汁葡萄凉粉', '/api/img/2021080316279545927858197577.jpg', 48.00, '饮品', '原料：葡萄、白凉粉、清水、椰汁。', '“炎炎夏日，出趟门都像洗了个桑拿浴一样，这时候最幸福的事情就是窝在空调房里一边追剧一边享受下午茶了。今天用葡萄做一个适合夏天的小饮品，一起享受属于自己的惬意时光吧！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (971, '薏米玫瑰花茶', '/api/img/2021080216279130526701958079.jpg', 59.00, '饮品', '原料：玫瑰花、炒薏米、陈皮、纯净水、金花。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (972, '菊花黑枸杞绿茶饮', '/api/img/2021080216278947035108197577.jpg', 25.00, '饮品', '原料：菊花、黑枸杞、绿茶、清水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (973, '蜜糖腌青桔', '/api/img/2021080216278745752668197577.jpg', 56.00, '饮品', '原料：小青桔、香水柠檬、冰糖、蜂蜜。', '“买了一份小青桔，用蜂蜜和冰糖腌了，可以用来做各种水果茶。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (974, '冰镇牛奶鸡蛋西米露', '/api/img/2021080216278686373151958079.jpg', 49.00, '饮品', '原料：西米、鸡蛋、牛奶、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (975, '翻车的蜂蜜柠檬水', '/api/img/2021080116278061158801958079.jpg', 45.00, '饮品', '原料：干柠檬片、冰块、蜂蜜。', '“炎炎夏日，电费已经超出预算，胃口也没有，就来点酸甜的柠檬水叭，这里我用的是干柠檬片，做法真的非常简单。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (976, '自制好喝的青提果酒', '/api/img/2021080116278076183941958079.jpg', 59.00, '饮品', '原料：青提、黄糖、谷养康粮食酒。', '“哈喽大家好，今天我要跟大家分享一款女生喝的青提果酒，颜色也太适合夏天啦！酒香浓郁，醇香爽口，做法简单，喜欢的一定要试一试哦！️准备好食材️：青提300g，黄糖100g，谷养康粮食酒泡果酒专用酒2瓶。1、青提用盐水洗净，擦干水分，对半切开。2、准备一个干净无水无油的玻璃罐备用。3、罐子里放入一层青提，一层冰糖，再放一层青提，再放一层冰糖，最后倒入粮食酒，盖上盖子放阴凉干燥处，密封保存一个月即可！温馨提示：泡酒大家一定要用泡果酒专用粮食酒，泡出的酒才好喝，夏天喝的时候记得一点冰块更好喝哦！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (977, '如何制作猕猴桃果酒', '/api/img/2021080116278075536241958079.jpg', 28.00, '饮品', '原料：猕猴桃、冰糖、谷养康粮食果酒。', '“猕猴桃是一种营养特别丰富的水果，吃剩下的可以拿来泡果酒，不论是自己喝还是招待亲朋好友都特别赞，下面就跟我一起学如何泡制好喝的猕猴桃果酒吧。材料：猕猴桃：3-4个，冰糖110克，谷养康粮食果酒2瓶做法：1、密封罐用热水烫一下，自然晾干，必须保证无油无水。2、猕猴桃去皮，切片。3、罐子里放上一层猕猴桃，撒一层冰糖，再放上剩下的猕猴桃，撒冰糖。4、倒入谷养康粮食酒，盖好盖子，阴凉干燥处泡制一个月左右就可以饮用了。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (978, '蟠桃酸奶奶昔', '/api/img/2021080116277983017931958079.jpg', 50.00, '饮品', '原料：蟠桃、酸奶。', '“正是蟠桃大量上市的季节，蟠桃个又大又甜，配了酸奶打成奶昔，清凉又解暑。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (979, '黄皮爆柠', '/api/img/2021080116277906202761958079.jpg', 55.00, '饮品', '原料：黄皮、柠檬、茉莉绿茶茶包、糖浆、冰块。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (980, '黄桃气泡水', '/api/img/2021080116277890032591958079.jpg', 55.00, '饮品', '原料：黄蟠桃、蜂蜜火龙果冰、雪碧、香水柠檬。', '“天热，不想吃饭，别说做饭了。这种黄蟠桃直接吃就很甜，只是还想喝点冷饮，就把二者放一起了，喝了水再吃水果，就是我的一餐。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (981, '水果冰茶', '/api/img/2021080116277884557901958079.jpg', 57.00, '饮品', '原料：茶叶、青桔、香水柠檬、油蟠桃、西柚、芒果、无花果、纯净水、蜂蜜、冰糖。', '“买了一份小青桔，做了一份蜜糖腌青桔，还剩下几个。想想做杨枝甘露还剩下的西柚和芒果，干脆做个水果茶吧。我几乎不喝茶的，上午喝一杯，晚上也失眠。所以只放了小许茶叶，我也不知道是啥茶（有知道的望不吝赐教），老公喝的啥我就取了点啥。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (982, '清热解毒润肺的绿豆百合饮', '/api/img/2021073116277323128898197577.jpg', 30.00, '饮品', '原料：绿豆、干百合、大米、水、蜂蜜(选放)。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (983, '奶茶冻', '/api/img/2021072116268457127051958079.jpg', 43.00, '饮品', '原料：红茶包、牛奶、白凉粉、白糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (984, '西瓜冻撞奶', '/api/img/2021072016267680173768197577.jpg', 20.00, '饮品', '原料：西瓜、白凉粉、白砂糖、纯净水、冰牛奶。', '“夏天是西瓜大量上市的季节，今天用西瓜做一款好吃的甜品，简单又好吃，夏日解暑佳品。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (985, '樱桃果冻撞奶', '/api/img/2021072016267535303358197577.jpg', 22.00, '饮品', '原料：樱桃果酱、白凉粉、脱脂牛奶、纯净水、白糖。', '“冰箱塞满了，想做冷饮，没地方放啦，就把樱桃果酱拿出来，做成果冻撞奶吧。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (986, '酸梅汤', '/api/img/2021072016267484194458197577.jpg', 21.00, '饮品', '原料：乌梅、洛神花、甘草、山楂、陈皮、冰糖、水量。', '“用真材实料熬出来的酸梅汤，洛神花煮出来的天然的颜色，如红宝石般，颜色是红亮的。喝起来酸甜爽口，滋味浓郁，还带有乌梅微微的烟熏味。酸梅汤有生津止渴，开胃健脾的功效，总之比喝饮料好很多~” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (987, '花生扁豆豆浆', '/api/img/2021072016267454902731958079.jpg', 29.00, '饮品', '原料：花生、小扁豆、水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (988, '酸梅汤', '/api/img/2021072016267456392848197577.jpg', 18.00, '饮品', '原料：乌梅、乌枣、山楂、玫瑰茄、橘皮、甘草、桂花、冰糖、清水、冰块。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (989, '南瓜芒果牛奶糊', '/api/img/2021071916266639021371958079.jpg', 15.00, '饮品', '原料：南瓜、芒果肉、纯牛奶。', '“昨天做南瓜饼，蒸的南瓜多了，做芒果牛奶时顺便把南瓜也放进去打了，没放之前还是有点犹豫的，因为我家小孩对南瓜不感兴趣，放了怕她们不喝，没想到打出来后都喝不出来南瓜的味道，反而是更浓稠带点沙沙的感觉！成功骗到两个小家伙吃南瓜！因为家里种的是比较大的南瓜，昨天开一个，绝对用不完，就连削好皮的也没用完，今天早上就拿来继续打南瓜芒果牛奶糊了。晚上预约好的，锅里还放了两颗鸡蛋，早上起来，南瓜熟了，鸡蛋好了，直接切芒果打就可以了，一顿早餐，有牛奶鸡蛋，有水果有南瓜，也算比较均衡了，就是缺点肉。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (990, '西瓜酸奶奶昔', '/api/img/2021071816265986958258197577.jpg', 39.00, '饮品', '原料：西瓜、酸奶。', '““清凉消暑”酸酸甜甜，冰凉爽滑，清凉夏日饮品，粉粉的颜色使人陶醉！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (991, '金砖奶茶', '/api/img/2021071816265810402818197577.jpg', 57.00, '饮品', '原料：白凉粉、红糖、牛奶、茶叶、糖。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (992, '清凉消暑：西米椰汁水果', '/api/img/2021071716265053473641958079.jpg', 50.00, '饮品', '原料：西米、芒果、红肉火龙果、炼奶、椰汁。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (993, '茉莉蜜茶', '/api/img/2021071716264928189111958079.jpg', 14.00, '饮品', '原料：茉莉花茶包、蜂蜜。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (994, '奶茶西米露', '/api/img/2021071716264921039401958079.jpg', 56.00, '饮品', '原料：西米、红茶、白糖、老红糖、牛奶、清水。', '“既有牛奶的香浓，又有红茶的甘醇，再加上西米的点缀，三者的结合，竟能让味道和口感如此惊艳。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (995, '芒果冰茶', '/api/img/2021071716264833489411958079.jpg', 27.00, '饮品', '原料：芒果、雪碧、黄瓜、养乐多、冰块。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (996, '火龙果蜂蜜冰茶', '/api/img/2021071616264244924221958079.jpg', 29.00, '饮品', '原料：火龙果、蜂蜜、薄荷叶、凉白开、冰块。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (997, '清凉消暑：姜枣茶', '/api/img/2021071616264018434261958079.jpg', 17.00, '饮品', '原料：生姜、红枣、饮用水、老红糖。', '“夏天最好的养生方法之一就是喝姜枣茶。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (998, '火龙果香蕉奶昔', '/api/img/2021071616264004882878197577.jpg', 48.00, '饮品', '原料：火龙果、牛奶、香蕉、无。', '“夏日凉清饮品～ 火龙果香蕉奶昔，粉粉嫩嫩的，香甜丝滑，给炎热的夏天带来一丝丝清凉～” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (999, '西瓜气泡水', '/api/img/2021071516263214479361958079.jpg', 32.00, '饮品', '原料：西瓜、气泡水或气泡弹、薄荷冰块、冻蜂蜜百香果、酸奶水果冰块。', '“空调西瓜，三伏天的绝美搭配哦。我体寒，不热狠了不去开空调，就来个西瓜气泡水吧。冰冰凉凉又酸酸甜甜的，好舒爽。” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (1000, '烧仙草奶茶', '/api/img/2021071316261688274128197577.jpg', 37.00, '饮品', '原料：烧仙草、牛奶、红茶、葡萄干、桃肉、蜂蜜、纯净水。', '', NULL, NULL, 1);
INSERT INTO `foods` VALUES (1001, '姜枣茶', '/api/img/2021071316261569861088197577.jpg', 15.00, '饮品', '原料：红枣、姜丝、蜂蜜、纯净水。', '“常言道：“冬吃萝卜夏吃姜，身体越吃越健康”，夏天常饮姜枣茶，袪湿寒的功效，记得早上喝哟！” 					', NULL, NULL, 1);
INSERT INTO `foods` VALUES (1002, '红枣枸杞豆浆', '/api/img/2021071316261401594811958079.jpg', 42.00, '饮品', '原料：红枣、枸杞、黄豆、水。', '', NULL, NULL, 1);

-- ----------------------------
-- Table structure for log_info
-- ----------------------------
DROP TABLE IF EXISTS `log_info`;
CREATE TABLE `log_info`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT '日志ID',
  `username` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '用户名',
  `request_method` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '请求方式',
  `method` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '操作方法',
  `url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '请求地址',
  `browser` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '浏览器',
  `os` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '操作系统',
  `device_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '设备类型',
  `ip_addr` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'IP地址',
  `location` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '地理位置',
  `msg` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '操作信息',
  `error` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '异常信息',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2068 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Table structure for menu
-- ----------------------------
DROP TABLE IF EXISTS `menu`;
CREATE TABLE `menu`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT '菜单ID',
  `path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '路由',
  `order_num` int(0) NULL DEFAULT NULL COMMENT '排序',
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '名称',
  `type` int(0) NULL DEFAULT NULL COMMENT '类型',
  `parent_id` int(0) NULL DEFAULT NULL COMMENT '父节点',
  `component` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '组件',
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '标题',
  `icon` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '图标',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `version` int(0) UNSIGNED NULL DEFAULT 1 COMMENT '乐观锁',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 83 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of menu
-- ----------------------------
INSERT INTO `menu` VALUES (2, '/user/save', 1, '', 2, 26, NULL, '添加用户', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (3, '/user/page', 2, '', 2, 26, NULL, '分页查询用户', NULL, NULL, '2021-07-29 16:41:40', 1);
INSERT INTO `menu` VALUES (4, '/user/update', 3, NULL, 2, 26, NULL, '修改用户', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (5, '/user/remove', 4, NULL, 2, 26, NULL, '删除用户', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (6, '/user/removeByIds', 5, NULL, 2, 26, NULL, '批量删除用户', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (7, '/menu/save', 1, NULL, 2, 29, NULL, '添加菜单', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (8, '/menu/list', 2, NULL, 2, 29, NULL, '查询全部菜单\r\n', NULL, '2021-07-29 16:21:07', '2021-07-29 16:41:53', 1);
INSERT INTO `menu` VALUES (9, '/menu/update', 3, NULL, 2, 29, NULL, '修改菜单', NULL, '2021-07-29 16:25:51', '2021-07-29 16:25:51', 1);
INSERT INTO `menu` VALUES (10, '/menu/remove', 4, NULL, 2, 29, NULL, '删除菜单', NULL, '2021-07-29 16:33:12', '2021-07-29 16:33:12', 1);
INSERT INTO `menu` VALUES (12, '/role/add', 1, NULL, 2, 30, '', '添加角色', NULL, '2021-07-29 16:57:56', '2021-07-29 16:57:56', 1);
INSERT INTO `menu` VALUES (13, '/role/addAuth', 2, NULL, 2, 30, '', '添加权限\r\n', NULL, '2021-07-29 17:54:05', '2021-07-29 17:54:05', 1);
INSERT INTO `menu` VALUES (16, '/role/update', 4, NULL, 2, 30, NULL, '更新角色', NULL, '2021-07-29 20:48:29', '2021-07-29 20:48:29', 1);
INSERT INTO `menu` VALUES (17, '/role/page', 5, NULL, 2, 30, NULL, '分页查询角色', NULL, '2021-07-29 21:08:23', '2021-07-29 21:08:23', 1);
INSERT INTO `menu` VALUES (18, '/role/remove', 6, NULL, 2, 30, NULL, '删除角色', NULL, '2021-07-29 21:26:18', '2021-07-29 21:26:18', 1);
INSERT INTO `menu` VALUES (19, '/user/addRole', 6, NULL, 2, 30, NULL, '添加角色', NULL, '2021-07-29 23:08:00', '2021-07-29 23:08:00', 1);
INSERT INTO `menu` VALUES (21, '/menu/permMenu', 5, '', 2, 29, '', '当前用户菜单', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (24, '/system', 2, 'system', 0, NULL, 'system', '系统管理', 'el-icon-setting', NULL, NULL, 1);
INSERT INTO `menu` VALUES (25, '/system/', 1, 'auth', 0, 24, '', '权限管理', 'el-icon-unlock', NULL, '2021-09-21 04:27:25', 2);
INSERT INTO `menu` VALUES (26, '/system/user', 1, 'user', 1, 25, '/src/views/system/user/index.vue', '用户管理', 'el-icon-user-solid', NULL, NULL, 1);
INSERT INTO `menu` VALUES (28, '/user/selectIsUser', 7, NULL, 2, 26, NULL, '用户是否存在', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (29, '/system/menu', 3, 'menu', 1, 25, '/src/views/system/menu/index.vue', '菜单管理', 'el-icon-menu', NULL, NULL, 1);
INSERT INTO `menu` VALUES (30, '/system/role', 2, 'role', 1, 25, '/src/views/system/role/index.vue', '角色管理', 'el-icon-s-help', NULL, NULL, 1);
INSERT INTO `menu` VALUES (31, '/system/monitor', 2, 'monitor', 0, 24, NULL, '监控管理', 'el-icon-monitor', NULL, NULL, 1);
INSERT INTO `menu` VALUES (33, '/user/info', 8, '', 2, 26, '', '用户信息', '', NULL, NULL, 1);
INSERT INTO `menu` VALUES (34, '/foods', 3, '', 1, NULL, '/src/views/foods/index.vue', '餐品管理', 'el-icon-food', NULL, '2021-09-14 21:27:04', 3);
INSERT INTO `menu` VALUES (35, '/orders', 4, 'orders', 1, NULL, '/src/views/orders/index.vue', '订单管理', 'el-icon-s-order', NULL, '2021-09-13 18:16:00', 2);
INSERT INTO `menu` VALUES (36, '/system/monitor/log', 1, 'log', 1, 31, '/src/views/system/monitor/log/index.vue', '操作日志', 'el-icon-document', NULL, NULL, 1);
INSERT INTO `menu` VALUES (49, '/log-info/page', 1, NULL, 2, 36, NULL, '请求日志', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (50, '/role/list', NULL, NULL, 2, 30, NULL, '查询所有角色', NULL, NULL, NULL, 1);
INSERT INTO `menu` VALUES (54, '/role/selectByRid', 1, NULL, 2, 30, '', '查询权限', '', '2021-09-03 10:12:30', '2021-09-03 10:12:30', 1);
INSERT INTO `menu` VALUES (58, '/log-info/clearAll', 0, NULL, 2, 36, '', '清空日志', '', '2021-09-05 22:09:34', '2021-09-05 22:09:34', 2);
INSERT INTO `menu` VALUES (62, '/f/foods', 0, NULL, 1, 63, '/src/views/foods/index.vue', '美食', 'el-icon-food', '2021-09-05 23:05:47', '2021-09-06 00:01:41', 3);
INSERT INTO `menu` VALUES (63, '/a', 7, NULL, 0, NULL, '', '自定义', 'el-icon-platform-eleme', '2021-09-05 23:07:15', '2021-09-27 17:53:10', 3);
INSERT INTO `menu` VALUES (64, '/foods/page', 1, NULL, 2, 34, '', '分页查询餐品', '', '2021-09-13 10:06:55', '2021-09-21 18:06:31', 2);
INSERT INTO `menu` VALUES (65, '/file', 8, NULL, 0, NULL, '', '文件管理', 'el-icon-folder', '2021-09-13 18:15:10', '2021-09-27 17:53:18', 4);
INSERT INTO `menu` VALUES (66, '/file/upload', 0, NULL, 2, 65, '', '上传文件', '', '2021-09-13 18:16:34', '2021-09-21 22:50:30', 3);
INSERT INTO `menu` VALUES (67, '/foods/save', 0, NULL, 2, 34, '', '添加餐品', '', '2021-09-14 21:00:58', '2021-09-21 18:06:25', 2);
INSERT INTO `menu` VALUES (68, '/foods/update', 0, NULL, 2, 34, '', '修改餐品', '', '2021-09-14 21:16:20', '2021-09-14 21:16:20', 1);
INSERT INTO `menu` VALUES (69, '/foods/remove', 0, NULL, 2, 34, '', '删除餐品', '', '2021-09-15 09:58:39', '2021-09-15 09:58:39', 1);
INSERT INTO `menu` VALUES (70, '/orders/remove', 0, NULL, 2, 35, '', '删除订单', '', '2021-09-15 10:01:49', '2021-09-15 10:01:49', 1);
INSERT INTO `menu` VALUES (71, '/foods/getById', 0, NULL, 2, 34, '', 'id查询商品', '', '2021-09-19 15:56:48', '2021-09-19 15:56:48', 1);
INSERT INTO `menu` VALUES (72, '/', 0, NULL, 0, NULL, '', '数据统计', 'el-icon-s-data', '2021-09-19 21:50:44', '2021-09-21 21:02:46', 4);
INSERT INTO `menu` VALUES (73, '/statis/recent', 0, NULL, 2, 72, '', '最近7天数据', '', '2021-09-19 21:52:04', '2021-09-19 21:52:04', 1);
INSERT INTO `menu` VALUES (75, '/system/monintor/server', 1, NULL, 1, 31, '/src/views/system/monitor/server/index.vue', '服务监控', 'el-icon-date', '2021-09-24 14:03:22', '2021-09-25 12:05:44', 2);
INSERT INTO `menu` VALUES (76, '/statis/server', 0, NULL, 2, 75, '', '查询系统信息', '', '2021-09-24 14:04:38', '2021-09-24 14:04:38', 1);
INSERT INTO `menu` VALUES (77, '/orders/save', 1, NULL, 2, 35, '', '添加订单', '', '2021-09-27 16:54:55', '2021-09-27 16:54:55', 1);
INSERT INTO `menu` VALUES (78, '/desk', 6, NULL, 1, NULL, '/src/views/desk/index.vue', '桌号管理', 'el-icon-knife-fork', '2021-09-27 17:52:42', '2021-09-29 00:42:24', 4);
INSERT INTO `menu` VALUES (79, '/orders/page', 2, NULL, 2, 35, '', '查询订单', '', '2021-09-28 09:57:35', '2021-09-28 09:57:35', 1);
INSERT INTO `menu` VALUES (80, '/desk/save', 0, NULL, 2, 78, '', '添加桌号', '', '2021-09-28 18:00:00', '2021-09-28 18:00:00', 1);
INSERT INTO `menu` VALUES (81, '/desk/page', 2, NULL, 2, 78, '', '查询桌号', '', '2021-09-29 12:05:04', '2021-09-29 12:05:04', 1);
INSERT INTO `menu` VALUES (82, '/foods/random', 0, NULL, 2, 34, '', '随机查询', '', '2021-10-06 21:22:17', '2021-10-06 21:22:17', 1);

-- ----------------------------
-- Table structure for menu_role
-- ----------------------------
DROP TABLE IF EXISTS `menu_role`;
CREATE TABLE `menu_role`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `mid` int(0) NULL DEFAULT NULL COMMENT '菜单ID',
  `rid` int(0) NULL DEFAULT NULL COMMENT '角色ID',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `mid`(`mid`) USING BTREE,
  INDEX `rid`(`rid`) USING BTREE,
  CONSTRAINT `menu_role_ibfk_1` FOREIGN KEY (`mid`) REFERENCES `menu` (`id`) ON DELETE RESTRICT ON UPDATE RESTRICT,
  CONSTRAINT `menu_role_ibfk_2` FOREIGN KEY (`rid`) REFERENCES `role` (`id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 1791 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of menu_role
-- ----------------------------
INSERT INTO `menu_role` VALUES (1439, 49, 8);
INSERT INTO `menu_role` VALUES (1440, 68, 8);
INSERT INTO `menu_role` VALUES (1441, 67, 8);
INSERT INTO `menu_role` VALUES (1442, 24, 8);
INSERT INTO `menu_role` VALUES (1443, 31, 8);
INSERT INTO `menu_role` VALUES (1444, 36, 8);
INSERT INTO `menu_role` VALUES (1445, 34, 8);
INSERT INTO `menu_role` VALUES (1539, 72, 3);
INSERT INTO `menu_role` VALUES (1540, 73, 3);
INSERT INTO `menu_role` VALUES (1541, 28, 3);
INSERT INTO `menu_role` VALUES (1542, 33, 3);
INSERT INTO `menu_role` VALUES (1543, 21, 3);
INSERT INTO `menu_role` VALUES (1544, 71, 3);
INSERT INTO `menu_role` VALUES (1545, 64, 3);
INSERT INTO `menu_role` VALUES (1546, 77, 3);
INSERT INTO `menu_role` VALUES (1547, 24, 3);
INSERT INTO `menu_role` VALUES (1548, 25, 3);
INSERT INTO `menu_role` VALUES (1549, 26, 3);
INSERT INTO `menu_role` VALUES (1550, 29, 3);
INSERT INTO `menu_role` VALUES (1551, 34, 3);
INSERT INTO `menu_role` VALUES (1552, 35, 3);
INSERT INTO `menu_role` VALUES (1601, 72, 2);
INSERT INTO `menu_role` VALUES (1602, 73, 2);
INSERT INTO `menu_role` VALUES (1603, 3, 2);
INSERT INTO `menu_role` VALUES (1604, 28, 2);
INSERT INTO `menu_role` VALUES (1605, 33, 2);
INSERT INTO `menu_role` VALUES (1606, 50, 2);
INSERT INTO `menu_role` VALUES (1607, 54, 2);
INSERT INTO `menu_role` VALUES (1608, 17, 2);
INSERT INTO `menu_role` VALUES (1609, 8, 2);
INSERT INTO `menu_role` VALUES (1610, 21, 2);
INSERT INTO `menu_role` VALUES (1611, 36, 2);
INSERT INTO `menu_role` VALUES (1612, 58, 2);
INSERT INTO `menu_role` VALUES (1613, 49, 2);
INSERT INTO `menu_role` VALUES (1614, 34, 2);
INSERT INTO `menu_role` VALUES (1615, 71, 2);
INSERT INTO `menu_role` VALUES (1616, 69, 2);
INSERT INTO `menu_role` VALUES (1617, 68, 2);
INSERT INTO `menu_role` VALUES (1618, 67, 2);
INSERT INTO `menu_role` VALUES (1619, 64, 2);
INSERT INTO `menu_role` VALUES (1620, 35, 2);
INSERT INTO `menu_role` VALUES (1621, 70, 2);
INSERT INTO `menu_role` VALUES (1622, 77, 2);
INSERT INTO `menu_role` VALUES (1623, 79, 2);
INSERT INTO `menu_role` VALUES (1624, 78, 2);
INSERT INTO `menu_role` VALUES (1625, 65, 2);
INSERT INTO `menu_role` VALUES (1626, 66, 2);
INSERT INTO `menu_role` VALUES (1627, 24, 2);
INSERT INTO `menu_role` VALUES (1628, 25, 2);
INSERT INTO `menu_role` VALUES (1629, 26, 2);
INSERT INTO `menu_role` VALUES (1630, 30, 2);
INSERT INTO `menu_role` VALUES (1631, 29, 2);
INSERT INTO `menu_role` VALUES (1632, 31, 2);
INSERT INTO `menu_role` VALUES (1732, 72, 1);
INSERT INTO `menu_role` VALUES (1733, 73, 1);
INSERT INTO `menu_role` VALUES (1734, 24, 1);
INSERT INTO `menu_role` VALUES (1735, 25, 1);
INSERT INTO `menu_role` VALUES (1736, 26, 1);
INSERT INTO `menu_role` VALUES (1737, 2, 1);
INSERT INTO `menu_role` VALUES (1738, 3, 1);
INSERT INTO `menu_role` VALUES (1739, 4, 1);
INSERT INTO `menu_role` VALUES (1740, 5, 1);
INSERT INTO `menu_role` VALUES (1741, 6, 1);
INSERT INTO `menu_role` VALUES (1742, 28, 1);
INSERT INTO `menu_role` VALUES (1743, 33, 1);
INSERT INTO `menu_role` VALUES (1744, 30, 1);
INSERT INTO `menu_role` VALUES (1745, 50, 1);
INSERT INTO `menu_role` VALUES (1746, 12, 1);
INSERT INTO `menu_role` VALUES (1747, 54, 1);
INSERT INTO `menu_role` VALUES (1748, 13, 1);
INSERT INTO `menu_role` VALUES (1749, 16, 1);
INSERT INTO `menu_role` VALUES (1750, 17, 1);
INSERT INTO `menu_role` VALUES (1751, 18, 1);
INSERT INTO `menu_role` VALUES (1752, 19, 1);
INSERT INTO `menu_role` VALUES (1753, 29, 1);
INSERT INTO `menu_role` VALUES (1754, 7, 1);
INSERT INTO `menu_role` VALUES (1755, 8, 1);
INSERT INTO `menu_role` VALUES (1756, 9, 1);
INSERT INTO `menu_role` VALUES (1757, 10, 1);
INSERT INTO `menu_role` VALUES (1758, 21, 1);
INSERT INTO `menu_role` VALUES (1759, 31, 1);
INSERT INTO `menu_role` VALUES (1760, 36, 1);
INSERT INTO `menu_role` VALUES (1761, 58, 1);
INSERT INTO `menu_role` VALUES (1762, 49, 1);
INSERT INTO `menu_role` VALUES (1763, 75, 1);
INSERT INTO `menu_role` VALUES (1764, 76, 1);
INSERT INTO `menu_role` VALUES (1765, 34, 1);
INSERT INTO `menu_role` VALUES (1766, 71, 1);
INSERT INTO `menu_role` VALUES (1767, 69, 1);
INSERT INTO `menu_role` VALUES (1768, 68, 1);
INSERT INTO `menu_role` VALUES (1769, 67, 1);
INSERT INTO `menu_role` VALUES (1770, 82, 1);
INSERT INTO `menu_role` VALUES (1771, 64, 1);
INSERT INTO `menu_role` VALUES (1772, 35, 1);
INSERT INTO `menu_role` VALUES (1773, 70, 1);
INSERT INTO `menu_role` VALUES (1774, 77, 1);
INSERT INTO `menu_role` VALUES (1775, 79, 1);
INSERT INTO `menu_role` VALUES (1776, 78, 1);
INSERT INTO `menu_role` VALUES (1777, 80, 1);
INSERT INTO `menu_role` VALUES (1778, 81, 1);
INSERT INTO `menu_role` VALUES (1779, 63, 1);
INSERT INTO `menu_role` VALUES (1780, 62, 1);
INSERT INTO `menu_role` VALUES (1781, 65, 1);
INSERT INTO `menu_role` VALUES (1782, 66, 1);
INSERT INTO `menu_role` VALUES (1783, 21, 4);
INSERT INTO `menu_role` VALUES (1784, 71, 4);
INSERT INTO `menu_role` VALUES (1785, 82, 4);
INSERT INTO `menu_role` VALUES (1786, 64, 4);
INSERT INTO `menu_role` VALUES (1787, 24, 4);
INSERT INTO `menu_role` VALUES (1788, 25, 4);
INSERT INTO `menu_role` VALUES (1789, 29, 4);
INSERT INTO `menu_role` VALUES (1790, 34, 4);

-- ----------------------------
-- Table structure for orders
-- ----------------------------
DROP TABLE IF EXISTS `orders`;
CREATE TABLE `orders`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT '订单ID',
  `number` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '订单编号',
  `uid` int(0) NULL DEFAULT NULL COMMENT '用户ID',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `version` int(0) NULL DEFAULT 1 COMMENT '版本',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of orders
-- ----------------------------
INSERT INTO `orders` VALUES (1, '69c0f78424554cc8bf8c256f6599bc36', 3, '2021-10-10 14:48:05', '2021-10-10 14:48:05', 1);
INSERT INTO `orders` VALUES (2, 'c6165b2ee56440babe0b51e4e95f60aa', 3, '2021-10-10 14:51:14', '2021-10-10 14:51:14', 1);

-- ----------------------------
-- Table structure for orders_foods
-- ----------------------------
DROP TABLE IF EXISTS `orders_foods`;
CREATE TABLE `orders_foods`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `oid` int(0) NULL DEFAULT NULL COMMENT '订单id',
  `fid` int(0) NULL DEFAULT NULL COMMENT '餐品id',
  `count` int(0) NULL DEFAULT NULL COMMENT '数量',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `oid`(`oid`) USING BTREE,
  INDEX `fid`(`fid`) USING BTREE,
  CONSTRAINT `orders_foods_ibfk_1` FOREIGN KEY (`oid`) REFERENCES `orders` (`id`) ON DELETE RESTRICT ON UPDATE RESTRICT,
  CONSTRAINT `orders_foods_ibfk_2` FOREIGN KEY (`fid`) REFERENCES `foods` (`id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 5 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of orders_foods
-- ----------------------------
INSERT INTO `orders_foods` VALUES (1, 1, 145, 2);
INSERT INTO `orders_foods` VALUES (2, 1, 149, 1);
INSERT INTO `orders_foods` VALUES (3, 1, 503, 1);
INSERT INTO `orders_foods` VALUES (4, 2, 726, 2);

-- ----------------------------
-- Table structure for role
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT '角色ID',
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `nickname` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '角色名称',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `version` int(0) NULL DEFAULT 0 COMMENT '乐观锁',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 15 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO `role` VALUES (1, 'root', '超级管理员', NULL, '2021-10-06 21:22:39', 26);
INSERT INTO `role` VALUES (2, 'admin', '管理员', NULL, '2021-09-28 09:58:29', 8);
INSERT INTO `role` VALUES (3, 'user', '用户', NULL, '2021-09-27 17:55:19', 20);
INSERT INTO `role` VALUES (4, 'tourist', '游客', NULL, '2021-10-06 21:24:25', 10);
INSERT INTO `role` VALUES (8, 'a', 'a', '2021-08-29 19:10:27', '2021-09-27 17:24:24', 17);

-- ----------------------------
-- Table structure for statis
-- ----------------------------
DROP TABLE IF EXISTS `statis`;
CREATE TABLE `statis`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT '统计ID',
  `uv` int(0) NULL DEFAULT NULL COMMENT '访问量',
  `user_count` int(0) NULL DEFAULT NULL COMMENT '用户数量',
  `sales_count` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '销售量',
  `foods_count` int(0) NULL DEFAULT NULL COMMENT '餐品数量',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 37 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of statis
-- ----------------------------
INSERT INTO `statis` VALUES (12, 10, 15, NULL, 6, '2021-09-15 18:03:30');
INSERT INTO `statis` VALUES (13, 2, 15, NULL, 6, '2021-09-16 16:00:00');
INSERT INTO `statis` VALUES (14, 5, 15, NULL, 6, '2021-09-17 18:00:00');
INSERT INTO `statis` VALUES (15, 4, 15, NULL, 6, '2021-09-18 00:00:00');
INSERT INTO `statis` VALUES (16, 20, 15, NULL, 6, '2021-09-19 13:13:01');
INSERT INTO `statis` VALUES (17, 2, 15, NULL, 6, '2021-09-20 00:00:00');
INSERT INTO `statis` VALUES (18, 3, 18, NULL, 7, '2021-09-21 00:00:00');
INSERT INTO `statis` VALUES (19, 1, 18, NULL, 7, '2021-09-22 13:00:00');
INSERT INTO `statis` VALUES (20, 1, 18, NULL, 7, '2021-09-23 09:00:00');
INSERT INTO `statis` VALUES (21, 1, 18, NULL, 7, '2021-09-24 00:00:00');
INSERT INTO `statis` VALUES (22, 2, 18, NULL, 7, '2021-09-25 00:00:00');
INSERT INTO `statis` VALUES (23, 1, 18, NULL, 7, '2021-09-26 00:00:00');
INSERT INTO `statis` VALUES (24, 2, 18, NULL, 7, '2021-09-27 00:00:00');
INSERT INTO `statis` VALUES (25, 2, 18, NULL, 7, '2021-09-28 10:00:00');
INSERT INTO `statis` VALUES (26, 2, 18, NULL, 7, '2021-09-29 00:00:00');
INSERT INTO `statis` VALUES (27, 1, 18, NULL, 7, '2021-09-30 00:00:00');
INSERT INTO `statis` VALUES (28, 1, 18, NULL, 7, '2021-10-01 13:00:00');
INSERT INTO `statis` VALUES (29, 3, 18, NULL, 7, '2021-10-02 00:00:00');
INSERT INTO `statis` VALUES (30, 3, 18, NULL, 7, '2021-10-04 16:00:01');
INSERT INTO `statis` VALUES (31, 2, 18, NULL, 7, '2021-10-05 00:00:00');
INSERT INTO `statis` VALUES (32, 2, 18, NULL, 914, '2021-10-06 10:00:00');
INSERT INTO `statis` VALUES (33, 1, 18, NULL, 914, '2021-10-07 00:00:00');
INSERT INTO `statis` VALUES (34, 2, 18, NULL, 914, '2021-10-08 08:00:03');
INSERT INTO `statis` VALUES (35, 2, 18, NULL, 914, '2021-10-09 00:00:00');
INSERT INTO `statis` VALUES (36, 2, 18, NULL, 914, '2021-10-10 00:00:00');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `username` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '用户名',
  `nickname` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '昵称',
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '密码',
  `access_token` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '授权令牌',
  `head_img` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '头像',
  `phone` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '手机号码',
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '邮箱',
  `status` int(0) NULL DEFAULT NULL COMMENT '状态',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `version` int(0) NULL DEFAULT 0 COMMENT '乐观锁',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `username`(`username`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 35 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Redundant;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, 'user', '木灵鱼儿', '$2a$10$UfzfgbVxCAXoiyaCw7IXiuHiFqMMVbhbb3ox6nkxbAJLGTWjJ7Ciq', '798a61e2-863d-48d3-84cf-d8a3068a92a8', NULL, '15885326305', 'user@qq.com', 1, '2021-07-29 02:14:10', '2021-09-30 12:01:36', 8);
INSERT INTO `user` VALUES (2, 'admin', '初之音', '$2a$10$vnvYyOdeQr9EUAc..Zjh4ed73t3JQf74tFgwg/XpQYTQHL3cfEtn2', 'ee6ad42c-9137-4f24-982b-ac965915835f', NULL, '113', 'root', 1, '2021-07-29 13:11:51', '2021-09-22 12:49:12', 13);
INSERT INTO `user` VALUES (3, 'root', '保罗的小宇宙', '$2a$10$eFWwgadiCeSOQnSH3FaJT.EJhCE77x8yIQk3/JlgQAmX39qejXBrm', '61b9ce2e-182a-4647-b398-66c70e83f724', NULL, '15885326300', 'root@qq.com', 1, '2021-07-29 13:12:04', '2021-10-10 14:49:59', 5);
INSERT INTO `user` VALUES (4, 'jack', '梦回少年', '$2a$10$FSJNe2Ezpyu6piw/VnfMru1S.DlCifpwwdzsklDrwEDEHzrKD0Z0i', NULL, NULL, '12121', NULL, 1, '2021-07-29 13:12:13', '2021-09-27 16:53:06', 4);
INSERT INTO `user` VALUES (5, 'july', '夏和帆', '$2a$10$eOmN/XhXFxok4L0z06EWD.M/C2KdgUHaz5PsjCcCpP/l1NXHI73E.', NULL, NULL, '324', NULL, 0, '2021-07-29 23:44:20', '2021-09-27 16:52:53', 9);
INSERT INTO `user` VALUES (6, 'hello', '樱花庄的白猫', '$2a$10$p0HMOn4c9W4VHESI1kbmp.MySrgM84bkw/actZ.4SlI83mQjDkccG', NULL, NULL, NULL, NULL, 0, '2021-07-30 00:33:03', '2021-09-21 02:13:28', 2);
INSERT INTO `user` VALUES (7, 'book', '浮云', '$2a$10$m9t79txLw2QtMwH3.pVyWu7zBHcWDeVFYAMoafr7fKXnRjowW6jga', NULL, NULL, NULL, NULL, 0, '2021-08-05 22:37:00', '2021-09-21 02:13:32', 2);
INSERT INTO `user` VALUES (12, 'ac', 'ac', '$2a$10$hecfHb6ZvoLZFkUQZoo9E.8EArgrXbMkyy8sxIeY2wi8ktUvYr.wO', NULL, NULL, '1', '1', 1, '2021-08-28 10:46:42', '2021-09-21 02:13:36', 3);
INSERT INTO `user` VALUES (13, 'bc', 'bc', '$2a$10$oBb4DQfqGHX81KTaEWnRhuFVOHkH6ThaB5aaIgAlMQpZKdOHy2vw2', NULL, NULL, '', '', 0, '2021-08-28 10:47:21', '2021-09-21 14:06:59', 2);
INSERT INTO `user` VALUES (14, 'c1', 'c1', '$2a$10$hAs7pOOzT9q5328hU9d/iOP4SnfV/.cNZ.LpSDwVqpA.TB1PaBsrK', NULL, NULL, 'ac', 'abc', 1, '2021-08-28 10:58:37', '2021-09-21 02:08:41', 6);
INSERT INTO `user` VALUES (15, 'd', 'd', '$2a$10$tWhfA0odxWMs.0QGeAW19uWlEyFen.1ksx0dTuKBIs5mxER9478im', NULL, NULL, '', '', 1, '2021-08-28 10:59:23', '2021-09-21 21:02:17', 4);
INSERT INTO `user` VALUES (16, 'f', 'f', '$2a$10$U0X79bHdbZUmbJ9QCroQQOSL876I1ccERaeFgqqsAPVqsiYg0/Lv.', NULL, NULL, '', '', 0, '2021-08-28 11:00:31', '2021-08-28 11:00:31', 1);
INSERT INTO `user` VALUES (17, 'e', 'e', '$2a$10$2XCcvs9j.tzsh65Yl.7N1uPKjAP0NMC7PB0aCevRjhkXjBvC4ITbi', NULL, NULL, '', '', 1, '2021-08-28 11:28:45', '2021-09-21 02:09:07', 2);
INSERT INTO `user` VALUES (18, 'j', 'j', '$2a$10$v/Ve1UhT73bjV9.RPHeoKuJ.umC5Jhpv.ECWtT76vzC.HW6UW2pnW', NULL, NULL, '', '', 0, '2021-08-28 11:29:25', '2021-09-21 21:02:23', 2);
INSERT INTO `user` VALUES (27, 'h', 'a', '$2a$10$IO2RjlY17.jzYYtgQUUkIeVDD3YOBsgr2G0Is2WSRLj/3AGjxwBIa', NULL, NULL, '1', '1', 1, '2021-09-02 22:45:12', '2021-09-21 22:50:47', 6);
INSERT INTO `user` VALUES (31, 'adc', 'adc', '$2a$10$XmQaxZG6zOUGriUWDpQ9nObeuy7bL/z3C4HYLiD4pCZBuNi5ALl4G', NULL, NULL, '1', '1', 1, '2021-09-21 18:08:11', '2021-09-25 12:41:50', 3);
INSERT INTO `user` VALUES (33, 'bbc', 'bbc', '$2a$10$PoNR1cjSAk4K9HTT5mPTfeavNl.QB58xnByrKXeOxSBeTdWDJac1G', NULL, NULL, '22', '22', 1, '2021-09-21 18:10:38', '2021-09-21 18:13:35', 2);
INSERT INTO `user` VALUES (34, 'aaa', 'aaa', '$2a$10$RgZQX9ZzDd.EZXJAlGNcGupW/9x16XmfHDUdLABFr1M5D/ztgEdZO', NULL, NULL, '', '', 1, '2021-09-21 22:36:22', '2021-09-21 22:37:17', 1);

-- ----------------------------
-- Table structure for user_role
-- ----------------------------
DROP TABLE IF EXISTS `user_role`;
CREATE TABLE `user_role`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `uid` int(0) NULL DEFAULT NULL COMMENT '用户ID',
  `rid` int(0) NULL DEFAULT NULL COMMENT '角色ID',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `uid`(`uid`) USING BTREE,
  INDEX `rid`(`rid`) USING BTREE,
  CONSTRAINT `user_role_ibfk_1` FOREIGN KEY (`uid`) REFERENCES `user` (`id`) ON DELETE RESTRICT ON UPDATE RESTRICT,
  CONSTRAINT `user_role_ibfk_2` FOREIGN KEY (`rid`) REFERENCES `role` (`id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 127 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user_role
-- ----------------------------
INSERT INTO `user_role` VALUES (29, 16, 3);
INSERT INTO `user_role` VALUES (81, 14, 2);
INSERT INTO `user_role` VALUES (83, 17, 3);
INSERT INTO `user_role` VALUES (86, 6, 3);
INSERT INTO `user_role` VALUES (87, 7, 3);
INSERT INTO `user_role` VALUES (88, 12, 4);
INSERT INTO `user_role` VALUES (89, 12, 3);
INSERT INTO `user_role` VALUES (91, 2, 2);
INSERT INTO `user_role` VALUES (92, 2, 3);
INSERT INTO `user_role` VALUES (95, 13, 3);
INSERT INTO `user_role` VALUES (96, 13, 1);
INSERT INTO `user_role` VALUES (103, 1, 3);
INSERT INTO `user_role` VALUES (109, 33, 3);
INSERT INTO `user_role` VALUES (113, 15, 2);
INSERT INTO `user_role` VALUES (114, 15, 3);
INSERT INTO `user_role` VALUES (115, 18, 1);
INSERT INTO `user_role` VALUES (120, 34, 3);
INSERT INTO `user_role` VALUES (121, 27, 8);
INSERT INTO `user_role` VALUES (123, 3, 1);
INSERT INTO `user_role` VALUES (124, 31, 3);
INSERT INTO `user_role` VALUES (125, 5, 2);
INSERT INTO `user_role` VALUES (126, 4, 3);

SET FOREIGN_KEY_CHECKS = 1;
